[
  {
    "stem": "PHIL",
    "number": 333,
    "title": "Id dolore fugiat ipsum id laborum eu aute.",
    "description": "Et laboris aute ut dolor dolor ut dolore aliquip ut sint exercitation nisi officia. Dolore cupidatat esse est incididunt consequat incididunt aliqua fugiat do elit. Culpa nulla elit est et nostrud minim minim mollit. Pariatur exercitation adipisicing minim commodo mollit. Amet aliquip deserunt adipisicing non aliqua excepteur aliquip culpa amet id anim nulla est. Quis ullamco reprehenderit veniam reprehenderit. Enim proident sunt id in deserunt esse velit cillum quis duis in adipisicing ad sunt. Aute consectetur id nostrud dolor cupidatat pariatur commodo est id ipsum adipisicing labore. Elit anim commodo in in. Amet et quis exercitation ad ullamco et.",
    "learningUnitType": "PHIL",
    "learningUnits": 11,
    "outcomes": [
      "laborum",
      "anim",
      "occaecat",
      "amet",
      "nisi",
      "minim"
    ]
  },
  {
    "stem": "REL",
    "number": 343,
    "title": "Mollit veniam dolor aliquip ut culpa.",
    "description": "Magna et reprehenderit ipsum id reprehenderit esse non labore aute culpa labore ut. Exercitation dolore excepteur consequat pariatur ea dolor voluptate laboris culpa amet. Esse dolore fugiat enim consectetur sit id aute veniam labore proident excepteur eiusmod. Et proident enim non dolor ex officia pariatur ad ullamco sunt commodo proident. Nulla adipisicing est culpa culpa adipisicing laboris incididunt proident ut veniam. Tempor mollit et ea adipisicing eiusmod mollit eu nisi. Commodo veniam sit aute laborum voluptate deserunt minim enim sunt voluptate ut. Et consequat elit reprehenderit ut laborum officia nulla ex ipsum. Sunt occaecat exercitation est cillum ullamco. Irure culpa adipisicing fugiat ad consectetur aliquip ullamco non voluptate id.",
    "learningUnitType": "REL",
    "learningUnits": 7,
    "outcomes": [
      "exercitation",
      "laboris",
      "nostrud",
      "eiusmod",
      "irure",
      "exercitation",
      "ut"
    ]
  },
  {
    "stem": "MUS",
    "number": 181,
    "title": "Magna nulla incididunt exercitation pariatur qui labore in reprehenderit magna do occaecat ullamco sint.",
    "description": "Deserunt eu aliqua eiusmod amet ea consequat aute anim est cupidatat cillum et dolor magna. Excepteur sunt magna culpa labore et cupidatat minim cupidatat qui nulla amet do labore ad. Labore nisi veniam eu fugiat officia occaecat cillum voluptate dolor adipisicing cupidatat est aute. Adipisicing elit dolor nulla fugiat. Excepteur eiusmod Lorem velit adipisicing nostrud laborum enim esse exercitation sunt veniam esse laborum. Fugiat laborum mollit dolor laborum aliquip. Duis fugiat reprehenderit quis qui proident duis culpa nostrud laboris do. Non adipisicing consectetur officia quis amet consequat officia nulla dolor ex aliquip nisi veniam esse. Mollit proident occaecat consectetur labore enim esse aute veniam. Cillum dolor nostrud officia velit ullamco et magna excepteur aliquip labore.",
    "learningUnitType": "MUS",
    "learningUnits": 5,
    "outcomes": [
      "commodo",
      "anim",
      "et",
      "est",
      "qui",
      "tempor"
    ]
  },
  {
    "stem": "ENGL",
    "number": 537,
    "title": "Anim nostrud nostrud qui Lorem et veniam.",
    "description": "Sit et enim elit est magna tempor ut. Et fugiat occaecat nulla eiusmod sunt consequat consequat sit cillum enim nostrud. Magna sunt laborum quis et laboris quis qui minim commodo pariatur. Sunt sit cillum in ullamco. Occaecat est quis in aute amet aliqua. Irure duis voluptate sit sint aliqua ipsum et aute ullamco cillum deserunt incididunt. Deserunt deserunt ex culpa reprehenderit est adipisicing ad sint. Voluptate elit qui excepteur incididunt adipisicing consectetur deserunt eiusmod. Amet culpa id magna esse elit elit est. Nisi officia pariatur nostrud do excepteur elit proident cillum sint quis.",
    "learningUnitType": "ENGL",
    "learningUnits": 10,
    "outcomes": [
      "nulla",
      "do",
      "est",
      "aliquip",
      "veniam"
    ]
  },
  {
    "stem": "ART",
    "number": 342,
    "title": "Incididunt non et nulla officia sunt cillum tempor reprehenderit adipisicing labore occaecat in eiusmod.",
    "description": "Dolor sint aliquip et culpa Lorem magna dolore esse ullamco commodo incididunt laborum laboris id. Commodo elit ea ipsum sunt ipsum ipsum. Commodo consequat reprehenderit eiusmod qui velit deserunt adipisicing consectetur nulla exercitation et quis ut ipsum. Labore nostrud et voluptate tempor nisi. Consequat non nisi adipisicing qui in ut Lorem. Nisi cupidatat sunt consequat aliquip. Qui reprehenderit ex fugiat culpa ex veniam. Fugiat irure duis aliquip quis excepteur sunt aute voluptate dolore consectetur ad officia tempor ad. Ea nostrud excepteur in id eiusmod incididunt dolor in labore quis. Veniam cillum incididunt quis consectetur.",
    "learningUnitType": "ART",
    "learningUnits": 11,
    "outcomes": [
      "quis",
      "exercitation",
      "tempor",
      "veniam",
      "proident"
    ]
  },
  {
    "stem": "CHEM",
    "number": 182,
    "title": "Esse ea sit nulla eiusmod proident et eu.",
    "description": "Aute qui incididunt qui labore irure duis deserunt elit reprehenderit fugiat pariatur consectetur veniam. Magna Lorem culpa excepteur enim veniam dolor nostrud ut minim. Consequat proident eiusmod pariatur enim ea proident aliqua eu officia dolor sunt. Veniam exercitation occaecat qui laborum laborum minim elit sit ut non in ut. Irure tempor laboris qui exercitation reprehenderit dolor amet elit exercitation elit. Deserunt commodo mollit labore culpa excepteur quis exercitation commodo nulla eiusmod duis nulla. Cillum amet voluptate velit in voluptate mollit eiusmod duis proident. Pariatur anim ex non eu ea deserunt nulla excepteur dolor occaecat pariatur eiusmod. Adipisicing ea sint in velit. Laboris eu veniam exercitation consectetur do excepteur ea ad et.",
    "learningUnitType": "CHEM",
    "learningUnits": 12,
    "outcomes": [
      "aute",
      "dolor",
      "elit",
      "qui",
      "sit",
      "veniam",
      "ad",
      "eu"
    ]
  },
  {
    "stem": "BIO",
    "number": 183,
    "title": "Lorem velit est fugiat deserunt velit exercitation mollit cillum deserunt minim sit proident aute.",
    "description": "Quis Lorem ullamco non qui ipsum magna et cupidatat esse. Magna nostrud nulla tempor id id fugiat sunt ad sint non quis anim. Lorem anim labore enim aliquip cupidatat aute velit mollit adipisicing esse et nisi. Mollit aliquip eu anim enim Lorem. Ea incididunt quis nostrud id minim adipisicing consectetur. Nulla dolore ullamco voluptate anim id sunt dolor cupidatat minim exercitation elit ut. Ut officia ut adipisicing quis voluptate in. Ad amet commodo minim id elit sint in quis. Est reprehenderit occaecat reprehenderit incididunt ea ex duis anim velit. Cupidatat culpa aliqua magna eiusmod enim adipisicing reprehenderit voluptate aliqua id ea cillum.",
    "learningUnitType": "BIO",
    "learningUnits": 9,
    "outcomes": [
      "occaecat",
      "duis",
      "Lorem",
      "ex",
      "nostrud",
      "nostrud",
      "cillum",
      "duis"
    ]
  },
  {
    "stem": "MUS",
    "number": 415,
    "title": "Veniam enim est et velit nisi qui minim commodo aute ut consequat velit voluptate sit.",
    "description": "Quis voluptate ea velit incididunt laborum dolor ipsum exercitation consectetur do do deserunt quis enim. Cillum irure do do aute quis minim nisi elit laboris aliqua occaecat. Mollit irure consectetur sint laboris Lorem non eu sunt duis ullamco consequat. Nulla eiusmod aliqua sit sit. Mollit amet consequat exercitation dolor laborum do excepteur consectetur. Sit mollit cillum nisi do aliqua ex do duis ut sunt do. Labore est voluptate tempor quis ullamco ipsum ullamco minim duis aute dolore. Aute incididunt ea ea laborum anim do dolore dolore veniam veniam. Sint dolor commodo velit qui ut pariatur sunt sint et. Laborum incididunt minim exercitation ad.",
    "learningUnitType": "MUS",
    "learningUnits": 11,
    "outcomes": [
      "enim",
      "enim",
      "in",
      "sunt",
      "minim",
      "cupidatat",
      "exercitation"
    ]
  },
  {
    "stem": "MUS",
    "number": 475,
    "title": "Aute consequat est nisi sint elit et occaecat eu enim aute incididunt aute.",
    "description": "Ipsum occaecat mollit laborum in officia consectetur sint nostrud. Tempor id consequat dolore incididunt consequat cillum eu aliqua occaecat. Nulla pariatur fugiat duis laborum anim do sit velit ea culpa. Occaecat fugiat excepteur consectetur laboris ut anim mollit do qui irure magna quis. Aute voluptate tempor enim culpa ullamco sint amet nulla tempor nulla laborum veniam in minim. Exercitation eu tempor adipisicing excepteur enim proident labore veniam aute Lorem. Velit nulla dolore id pariatur laborum qui irure aliqua do et esse. Exercitation reprehenderit adipisicing pariatur in cillum tempor aliqua eu sit nisi sit. Lorem non ad non veniam velit excepteur minim commodo. Eiusmod dolore sunt aliquip Lorem.",
    "learningUnitType": "MUS",
    "learningUnits": 9,
    "outcomes": [
      "excepteur",
      "occaecat",
      "irure",
      "anim",
      "dolor",
      "consectetur",
      "reprehenderit"
    ]
  },
  {
    "stem": "ENGL",
    "number": 371,
    "title": "Minim tempor qui officia cillum dolore.",
    "description": "Proident culpa magna commodo nostrud consequat eiusmod ea est est occaecat est. Mollit reprehenderit qui laborum enim consequat nulla duis nostrud dolore nulla. Lorem est magna aute mollit ea id ipsum quis. Nostrud laborum magna commodo proident aute aliqua mollit. Nulla laboris culpa aliquip aliquip ad ex sunt nostrud magna occaecat duis. Cupidatat ea culpa consequat adipisicing. Irure aliqua nostrud elit dolor do labore exercitation elit reprehenderit aliqua est consectetur. Sit sit elit magna mollit id duis dolore esse incididunt excepteur tempor proident aute. Quis sunt culpa nulla ut. Dolor consectetur excepteur elit cillum non tempor duis nisi ex tempor ea minim occaecat.",
    "learningUnitType": "ENGL",
    "learningUnits": 12,
    "outcomes": [
      "ut",
      "do",
      "consectetur",
      "sit",
      "ea"
    ]
  },
  {
    "stem": "ENGL",
    "number": 542,
    "title": "Cillum velit esse non ad ea qui et adipisicing ad veniam ipsum incididunt consectetur ad.",
    "description": "Velit irure aliqua et veniam exercitation fugiat culpa qui et. Irure sunt nostrud cupidatat ipsum enim incididunt excepteur adipisicing proident proident sint laboris aliquip. Officia reprehenderit in consequat minim cillum velit officia. Occaecat minim enim nostrud cillum reprehenderit in. Reprehenderit do enim ipsum sint in dolore consequat dolore cupidatat officia incididunt. Ipsum ullamco id amet sit ex non labore ipsum. Esse incididunt Lorem in et ut. Excepteur nisi ullamco dolor consectetur proident. Consectetur nisi ipsum commodo consectetur enim do est cillum irure. Cillum amet ut nisi proident non cillum pariatur.",
    "learningUnitType": "ENGL",
    "learningUnits": 12,
    "outcomes": [
      "aliqua",
      "minim",
      "elit",
      "elit",
      "exercitation",
      "proident",
      "cupidatat",
      "irure"
    ]
  },
  {
    "stem": "MATH",
    "number": 414,
    "title": "Ex et exercitation do deserunt labore.",
    "description": "Commodo laboris aliqua enim reprehenderit sit. Officia eiusmod eiusmod id nulla non officia consectetur do magna commodo. Lorem cillum est anim sit laborum occaecat consequat esse incididunt sint non. Eu mollit irure officia fugiat velit. Aliqua reprehenderit Lorem mollit cillum occaecat ad. Adipisicing elit ea ullamco eiusmod ad commodo. Consectetur aute do eu labore aliquip voluptate proident aliqua consequat sit pariatur occaecat. Qui enim ea nisi esse. Reprehenderit Lorem aliquip cupidatat amet ipsum culpa anim. Exercitation labore non officia dolore irure ea cupidatat reprehenderit.",
    "learningUnitType": "MATH",
    "learningUnits": 9,
    "outcomes": [
      "ex",
      "anim",
      "Lorem",
      "eu",
      "mollit",
      "enim",
      "aliquip"
    ]
  },
  {
    "stem": "GEOL",
    "number": 420,
    "title": "Voluptate velit cillum proident tempor cupidatat irure.",
    "description": "Ut culpa duis adipisicing enim quis id exercitation aliquip in pariatur. Tempor qui ullamco incididunt dolor est ut laboris occaecat pariatur voluptate anim. Nisi officia voluptate elit minim laborum laboris aliquip anim dolore nostrud mollit amet laborum aliquip. Labore eiusmod proident dolor mollit eu cillum. Irure amet eu fugiat ea cillum cupidatat exercitation reprehenderit exercitation incididunt aliquip ut. Nulla consectetur do aliqua commodo esse do. Id in non adipisicing est exercitation in occaecat aliqua. Deserunt excepteur minim ipsum laborum ex culpa occaecat mollit tempor Lorem. Et minim anim culpa aute quis anim. Ex fugiat officia id mollit aliquip voluptate amet.",
    "learningUnitType": "GEOL",
    "learningUnits": 5,
    "outcomes": [
      "minim",
      "aute",
      "in",
      "in",
      "nisi",
      "ex",
      "Lorem"
    ]
  },
  {
    "stem": "MUS",
    "number": 412,
    "title": "Enim do id eiusmod aliquip cupidatat.",
    "description": "Sint irure sint veniam ea et labore nisi excepteur. Dolor do eu tempor veniam. Ex pariatur consectetur eu ea eu. Dolore voluptate nisi voluptate ullamco minim id qui commodo. Irure ullamco tempor veniam ipsum aliqua dolor. Dolor et anim tempor ut sint aliquip aliqua laboris reprehenderit. Culpa voluptate ipsum quis elit Lorem ut sunt. Mollit laborum officia consectetur ex culpa esse eu aute fugiat ipsum ut est. Mollit labore duis pariatur culpa nostrud magna elit. Magna eu ad excepteur id tempor.",
    "learningUnitType": "MUS",
    "learningUnits": 8,
    "outcomes": [
      "cupidatat",
      "consectetur",
      "id",
      "laboris",
      "magna",
      "id",
      "elit",
      "eu"
    ]
  },
  {
    "stem": "ART",
    "number": 537,
    "title": "Laboris culpa laborum labore et aliqua aute duis non magna sunt do.",
    "description": "Elit consequat dolor id occaecat ex fugiat aute incididunt. Sint non exercitation id Lorem officia non ut ad do anim eiusmod sit esse. Ad dolor aliqua reprehenderit nisi voluptate non cupidatat mollit nisi mollit amet do. Occaecat dolore velit quis enim exercitation. Deserunt aute commodo et incididunt ullamco qui esse veniam. Lorem cillum ex et sit sunt deserunt aliquip adipisicing esse enim non id id deserunt. Nostrud elit voluptate cupidatat cupidatat irure nostrud elit. Pariatur amet consectetur dolor adipisicing ea proident dolor duis incididunt ad nostrud. Cillum officia in elit veniam aliquip eiusmod commodo. Eu cillum eiusmod veniam deserunt ipsum adipisicing nisi incididunt duis occaecat ut ipsum.",
    "learningUnitType": "ART",
    "learningUnits": 12,
    "outcomes": [
      "ullamco",
      "nulla",
      "ipsum",
      "id",
      "enim",
      "enim"
    ]
  },
  {
    "stem": "BIO",
    "number": 360,
    "title": "Sit aute officia irure minim sit sunt nulla deserunt nisi nulla et velit in.",
    "description": "Occaecat reprehenderit consectetur fugiat eiusmod veniam exercitation Lorem sint amet pariatur quis. Nulla duis culpa officia irure eu commodo anim dolor aliquip dolor reprehenderit cillum aute. Adipisicing occaecat cillum deserunt cupidatat consectetur velit laboris. Incididunt nostrud adipisicing minim ad labore consequat laborum duis aliquip dolore. Id nulla amet velit ea Lorem veniam aliquip cupidatat. Exercitation sunt ullamco minim non et sunt nulla est eu fugiat proident commodo. Magna quis laborum nostrud ut labore ea. Nostrud nostrud nisi pariatur velit ex est minim culpa culpa est reprehenderit. Dolore excepteur amet pariatur magna duis nulla non magna ad irure. Eu officia et adipisicing ipsum non ad et ex reprehenderit duis elit.",
    "learningUnitType": "BIO",
    "learningUnits": 7,
    "outcomes": [
      "nostrud",
      "veniam",
      "excepteur",
      "ullamco",
      "laboris"
    ]
  },
  {
    "stem": "PHYS",
    "number": 164,
    "title": "Elit elit in veniam cupidatat Lorem nulla excepteur qui laborum nostrud minim ex.",
    "description": "Exercitation velit ullamco velit duis anim dolore voluptate Lorem enim veniam. Eiusmod sunt quis nisi non in laboris dolore. Ullamco voluptate est cillum id in est in esse deserunt. Dolore laborum voluptate et id irure minim minim sunt. Nisi magna et sit aliquip esse excepteur. Veniam elit pariatur excepteur sit quis. Dolore reprehenderit et occaecat magna ad. Amet est minim veniam dolor minim elit occaecat. Veniam laborum commodo aliquip id esse. Ut in nostrud minim minim.",
    "learningUnitType": "PHYS",
    "learningUnits": 10,
    "outcomes": [
      "tempor",
      "eiusmod",
      "et",
      "et",
      "id",
      "aliqua",
      "laborum"
    ]
  },
  {
    "stem": "GEOL",
    "number": 129,
    "title": "Et nostrud ullamco sint sunt.",
    "description": "Culpa in in sunt qui esse ipsum id. Ea incididunt sit velit laboris elit est ex eiusmod nulla nisi ullamco sit. Et enim aliqua et proident duis enim. Anim enim eu laborum fugiat non consectetur consequat nostrud reprehenderit. Aute dolor non sit amet in duis nisi aliquip. Quis Lorem labore irure consectetur commodo minim reprehenderit irure quis adipisicing occaecat anim consequat. Aliquip voluptate eiusmod Lorem eu laboris esse laboris anim. Amet esse ullamco sunt voluptate quis. Consequat esse officia cupidatat eiusmod enim quis. Reprehenderit exercitation cillum incididunt reprehenderit exercitation.",
    "learningUnitType": "GEOL",
    "learningUnits": 10,
    "outcomes": [
      "ut",
      "elit",
      "est",
      "enim",
      "anim",
      "ut",
      "esse"
    ]
  },
  {
    "stem": "CS",
    "number": 144,
    "title": "Irure aliquip aliquip est ad dolor qui sint.",
    "description": "Ullamco proident exercitation mollit qui cupidatat cillum. Ullamco velit irure nulla ea eiusmod dolor veniam. Enim proident non et veniam aliquip do eu Lorem tempor elit laboris anim quis dolore. Id ullamco do cupidatat laborum anim in excepteur excepteur ut id anim pariatur incididunt reprehenderit. Irure ex incididunt id velit minim proident aliquip id. Pariatur ullamco eiusmod eu aliquip consectetur. Sint sunt ea adipisicing proident labore. Quis ut quis esse fugiat proident sit ea excepteur. Ullamco amet consequat culpa nulla et in reprehenderit deserunt. Incididunt laboris consectetur elit consectetur commodo incididunt Lorem quis sunt esse.",
    "learningUnitType": "CS",
    "learningUnits": 9,
    "outcomes": [
      "reprehenderit",
      "velit",
      "ex",
      "dolore",
      "eiusmod"
    ]
  },
  {
    "stem": "ENGL",
    "number": 192,
    "title": "Veniam qui veniam eu aute ad amet.",
    "description": "Amet laborum aliqua do Lorem veniam aute. Laborum non dolore commodo esse culpa qui. Esse sint consectetur ea nostrud commodo dolor non fugiat tempor irure reprehenderit ipsum magna irure. Lorem est ipsum consequat mollit dolore nostrud sint est adipisicing et exercitation est incididunt. Quis deserunt anim non est proident magna sunt amet amet elit laboris. Fugiat minim sunt veniam aute in. Esse ea do sit deserunt ut culpa eiusmod. Ut commodo excepteur enim labore Lorem ex consectetur occaecat do dolore officia velit. Cillum Lorem do non Lorem nostrud commodo. Aute velit nisi et magna sunt dolor cillum Lorem exercitation sit sunt aliqua dolor.",
    "learningUnitType": "ENGL",
    "learningUnits": 5,
    "outcomes": [
      "exercitation",
      "elit",
      "enim",
      "voluptate",
      "pariatur",
      "fugiat",
      "ex"
    ]
  },
  {
    "stem": "ENGL",
    "number": 326,
    "title": "Qui sint pariatur consectetur officia consequat consectetur nulla elit amet esse officia fugiat.",
    "description": "Dolor non veniam minim ea nulla sit in incididunt. Do eu mollit tempor sunt excepteur consectetur aliquip quis ut sunt labore irure qui. Ullamco occaecat eu nostrud Lorem qui velit magna voluptate aute quis incididunt enim magna ipsum. Tempor aliqua in do qui id cupidatat. Officia culpa excepteur consectetur sunt aliquip consectetur mollit fugiat consectetur. Dolore nisi commodo amet minim elit mollit incididunt qui mollit. Nostrud ad nisi aute velit mollit aliqua incididunt consectetur. Dolor nulla sit fugiat adipisicing consequat aute laboris aliqua cillum officia. Dolore velit proident labore aute qui ad voluptate consectetur. Anim deserunt adipisicing non excepteur id tempor consectetur ex incididunt laboris officia duis aliquip exercitation.",
    "learningUnitType": "ENGL",
    "learningUnits": 7,
    "outcomes": [
      "duis",
      "sunt",
      "laboris",
      "occaecat",
      "elit",
      "cupidatat"
    ]
  },
  {
    "stem": "CHEM",
    "number": 138,
    "title": "Nostrud aute occaecat culpa quis et consectetur laborum eiusmod occaecat non officia.",
    "description": "Voluptate non laboris qui qui nisi deserunt velit consequat. Magna reprehenderit exercitation mollit eu cupidatat. Pariatur cupidatat veniam ad ut veniam adipisicing adipisicing eu exercitation occaecat aliquip. Do do ut esse est excepteur est non commodo aliquip. Laborum sint laboris nostrud consequat officia reprehenderit laborum ea cillum labore excepteur. Veniam deserunt eiusmod Lorem non tempor consectetur fugiat tempor anim do cupidatat. Ex amet pariatur Lorem amet. Sit culpa id aliquip cupidatat pariatur id sit ad. Duis nulla nulla id nostrud laboris. Consectetur occaecat aliqua ullamco id laborum minim nostrud sunt tempor laboris.",
    "learningUnitType": "CHEM",
    "learningUnits": 11,
    "outcomes": [
      "et",
      "ea",
      "aliquip",
      "Lorem",
      "ut",
      "enim",
      "consequat"
    ]
  },
  {
    "stem": "REL",
    "number": 249,
    "title": "Sint cupidatat non anim enim adipisicing nostrud duis aliquip velit non ea incididunt ut Lorem.",
    "description": "Tempor occaecat proident ea amet qui nisi cupidatat consequat. Lorem consectetur veniam consequat excepteur consequat sint et ex sint enim dolor pariatur pariatur. Magna dolor mollit fugiat ullamco tempor consequat consectetur proident sint laborum. Duis dolore nostrud minim sit qui. Esse qui id incididunt deserunt. Qui labore veniam adipisicing eu sint laboris mollit consequat nostrud ut eiusmod esse magna. Sunt est cupidatat cupidatat consequat culpa veniam adipisicing. Id do aute velit mollit sunt occaecat nostrud duis laboris labore quis. Amet labore deserunt cillum est mollit cupidatat eiusmod eiusmod incididunt fugiat do exercitation. Excepteur laboris minim officia dolore ipsum minim esse aliqua.",
    "learningUnitType": "REL",
    "learningUnits": 9,
    "outcomes": [
      "sit",
      "excepteur",
      "nostrud",
      "fugiat",
      "id"
    ]
  },
  {
    "stem": "ENGL",
    "number": 198,
    "title": "Irure velit commodo deserunt ut cillum voluptate mollit reprehenderit.",
    "description": "Fugiat velit magna nisi aliqua consequat. Labore consequat aute velit proident. Exercitation proident aliquip aliquip aliquip amet adipisicing consequat. Ex labore eiusmod do laboris adipisicing elit labore eu sint fugiat commodo dolor. Est nulla cillum fugiat adipisicing mollit magna nulla pariatur aliquip aute anim culpa sint. Ipsum ipsum non eiusmod elit duis commodo. Magna mollit mollit ut dolore ullamco id occaecat cillum do labore minim dolor. Nulla voluptate elit eiusmod laboris aute nulla sint cillum est sit in consectetur excepteur cillum. Dolore dolor exercitation culpa deserunt sunt laboris reprehenderit. Anim voluptate aute fugiat aliqua pariatur ipsum.",
    "learningUnitType": "ENGL",
    "learningUnits": 7,
    "outcomes": [
      "ad",
      "nulla",
      "ullamco",
      "officia",
      "anim",
      "tempor",
      "aliquip"
    ]
  },
  {
    "stem": "MATH",
    "number": 245,
    "title": "Aliqua ex excepteur magna quis pariatur nulla duis commodo qui.",
    "description": "Reprehenderit velit aliquip mollit eu proident et non nostrud amet. Anim nostrud enim sunt eu commodo irure ullamco cillum voluptate duis qui officia excepteur. Eu labore minim magna laborum non. Pariatur ipsum ipsum nulla cillum velit. Aute ipsum irure tempor aute velit pariatur ad id incididunt eiusmod deserunt. Velit aliquip enim dolore reprehenderit minim irure dolore in pariatur irure. Non non quis nisi eiusmod. Amet do mollit ex quis velit irure fugiat reprehenderit laboris nulla minim commodo aute. Duis aliqua proident aliqua qui. Excepteur Lorem occaecat duis labore nisi ea enim adipisicing.",
    "learningUnitType": "MATH",
    "learningUnits": 10,
    "outcomes": [
      "sint",
      "sit",
      "eu",
      "eu",
      "excepteur",
      "excepteur",
      "ea"
    ]
  },
  {
    "stem": "GEOL",
    "number": 138,
    "title": "Esse excepteur nisi esse est labore fugiat nisi labore.",
    "description": "Velit ea consectetur qui eiusmod dolore cupidatat pariatur nulla qui proident ea id. Incididunt tempor commodo et labore exercitation amet qui amet veniam dolor reprehenderit tempor ex sunt. Occaecat labore cillum sit veniam id id magna culpa culpa anim magna veniam deserunt. Sit commodo tempor occaecat consequat ea non aliqua ipsum nulla est. Amet aliquip aute est sunt. Fugiat nulla id ea excepteur pariatur non. Labore ipsum occaecat duis proident aliquip elit cupidatat esse voluptate. Qui sunt aliquip mollit et magna anim aliquip adipisicing magna est velit. Voluptate commodo exercitation nisi duis nulla veniam proident labore voluptate nostrud sint ea magna qui. Ad mollit incididunt pariatur enim cillum.",
    "learningUnitType": "GEOL",
    "learningUnits": 11,
    "outcomes": [
      "labore",
      "dolore",
      "ea",
      "aliqua",
      "commodo",
      "veniam",
      "nisi"
    ]
  },
  {
    "stem": "BIO",
    "number": 340,
    "title": "Magna sit ad est sint labore laboris occaecat proident esse aliquip non magna.",
    "description": "Deserunt magna adipisicing occaecat aute deserunt dolore commodo qui nostrud quis. Adipisicing irure excepteur ut consectetur enim dolore eu duis. Nulla minim consectetur velit cupidatat elit laborum irure irure officia sunt et. Dolore anim sint nostrud sint ullamco et laboris duis ipsum magna ea enim proident. Fugiat labore incididunt culpa fugiat mollit duis dolor. Cupidatat nisi duis duis occaecat. Anim excepteur et reprehenderit esse ad elit ut eu adipisicing eiusmod est commodo. Cupidatat qui veniam qui fugiat do aliqua deserunt culpa ipsum. Cupidatat aute elit sint ut Lorem ad laborum commodo mollit ipsum dolore ea. Sint id nostrud sit elit aute duis laboris sunt mollit ut.",
    "learningUnitType": "BIO",
    "learningUnits": 12,
    "outcomes": [
      "aliqua",
      "ex",
      "ex",
      "labore",
      "voluptate",
      "Lorem",
      "reprehenderit"
    ]
  },
  {
    "stem": "CHEM",
    "number": 519,
    "title": "Duis nulla fugiat et officia tempor ipsum dolor mollit tempor fugiat pariatur nisi.",
    "description": "Est ea enim est aliqua. Eiusmod consequat do exercitation excepteur. Laborum magna commodo ex minim non commodo ex. Proident enim sunt sit ut ad ad cillum nulla incididunt magna aute id commodo. Culpa laborum quis fugiat laboris esse laborum anim consequat quis cillum aliquip. Officia et non consequat occaecat culpa amet aliqua non laborum occaecat pariatur laboris ipsum. Excepteur ut est consequat proident occaecat dolore consequat nostrud nostrud est laboris est. Mollit ullamco velit ad aute et cupidatat ullamco cillum dolore aliqua eiusmod. Laboris sit deserunt dolore esse id ullamco sit nisi esse ex. Nostrud laborum laborum qui voluptate minim.",
    "learningUnitType": "CHEM",
    "learningUnits": 6,
    "outcomes": [
      "aliquip",
      "et",
      "officia",
      "consectetur",
      "officia",
      "sint",
      "aliqua",
      "fugiat"
    ]
  },
  {
    "stem": "PHYS",
    "number": 479,
    "title": "Commodo in anim qui sint veniam sint eiusmod sint ea est occaecat laborum.",
    "description": "Do pariatur ipsum sunt pariatur officia dolor proident voluptate dolore cillum fugiat nisi esse fugiat. Velit est reprehenderit ipsum adipisicing dolore velit anim laboris. Ullamco laboris excepteur consequat dolore adipisicing. Id amet minim consequat non. Duis anim laboris proident culpa elit exercitation exercitation incididunt et eu qui in in. Enim sit dolor esse ex nisi culpa fugiat. Ipsum Lorem eiusmod fugiat ea eiusmod magna sunt id magna exercitation deserunt culpa. Incididunt non magna sint eiusmod nisi laboris duis aute quis. Commodo proident laborum ut ipsum veniam nulla anim reprehenderit veniam. Anim aute culpa ex nisi dolor qui id exercitation cillum dolor nostrud sit esse Lorem.",
    "learningUnitType": "PHYS",
    "learningUnits": 11,
    "outcomes": [
      "culpa",
      "eu",
      "enim",
      "magna",
      "ex",
      "do",
      "adipisicing"
    ]
  },
  {
    "stem": "MUS",
    "number": 399,
    "title": "Cillum commodo aliquip nisi consectetur esse deserunt Lorem sit reprehenderit Lorem adipisicing et dolor anim.",
    "description": "Duis non excepteur consequat tempor deserunt qui. Fugiat nisi laborum occaecat est nulla in esse deserunt. Pariatur Lorem duis irure id laborum eiusmod nisi commodo veniam ea in laboris fugiat duis. Culpa quis reprehenderit ad nisi magna duis Lorem quis do aliquip do commodo est enim. Culpa exercitation nostrud esse eu ea. Do fugiat exercitation excepteur cupidatat mollit aute enim occaecat. Ea nisi fugiat veniam irure sit velit nulla do sint ullamco consectetur cupidatat nulla. Velit labore magna voluptate adipisicing. Et eu nulla enim ut veniam nulla eiusmod aliqua et labore sunt ut. Duis aliquip commodo laboris enim mollit sit quis nisi nisi.",
    "learningUnitType": "MUS",
    "learningUnits": 9,
    "outcomes": [
      "cupidatat",
      "do",
      "velit",
      "ad",
      "ipsum"
    ]
  },
  {
    "stem": "ENGL",
    "number": 372,
    "title": "Lorem amet sint reprehenderit amet dolor occaecat incididunt cillum pariatur eiusmod nisi.",
    "description": "Ad dolore ex aliqua veniam commodo nulla nulla. Veniam sit ut aute proident esse mollit dolor cillum laborum incididunt fugiat fugiat. Nulla deserunt et excepteur voluptate officia est nisi dolor in excepteur. Lorem amet anim amet est officia irure consectetur reprehenderit ad. Duis Lorem dolor non veniam non commodo proident aliqua sunt. Est magna sint eiusmod amet eu pariatur est mollit. Cupidatat deserunt cupidatat laboris incididunt est quis irure do ea magna ullamco. Sit do elit voluptate anim ullamco in. Nulla laboris deserunt tempor tempor aliquip consectetur. Commodo qui deserunt et voluptate minim veniam excepteur pariatur pariatur nostrud id.",
    "learningUnitType": "ENGL",
    "learningUnits": 6,
    "outcomes": [
      "est",
      "excepteur",
      "nulla",
      "quis",
      "aliqua",
      "duis",
      "labore",
      "exercitation"
    ]
  },
  {
    "stem": "ART",
    "number": 301,
    "title": "Dolore magna magna enim laboris in sunt ullamco anim sint in ea et id id.",
    "description": "Magna magna tempor sunt duis. Lorem aliqua culpa adipisicing laborum enim est laborum commodo quis amet. In tempor aliquip amet magna. Tempor et reprehenderit nulla reprehenderit sint occaecat et quis non proident in duis ea. Qui enim et ex amet nostrud voluptate commodo irure ex incididunt aute ipsum. Eiusmod ad esse enim pariatur cupidatat sit ea commodo veniam ut. Sit fugiat cillum ex dolore pariatur minim occaecat tempor sit commodo. Occaecat occaecat sit sint aliquip nisi consectetur labore. Sunt sit sint ad voluptate fugiat. Duis aute cillum dolor nisi sint exercitation cillum eu eiusmod amet fugiat.",
    "learningUnitType": "ART",
    "learningUnits": 8,
    "outcomes": [
      "est",
      "veniam",
      "incididunt",
      "cupidatat",
      "ut",
      "ullamco"
    ]
  },
  {
    "stem": "ENGL",
    "number": 547,
    "title": "Ad commodo Lorem officia duis.",
    "description": "Culpa aute sit labore culpa excepteur sit tempor consectetur eiusmod pariatur. Commodo velit reprehenderit officia sunt mollit et quis. Ut reprehenderit ea aute aliqua labore adipisicing est est proident dolor est. Fugiat sunt laboris adipisicing et laborum. Id qui commodo amet magna excepteur qui ipsum sunt. Ea reprehenderit excepteur sint occaecat reprehenderit sunt sit. Mollit aliquip et aliquip labore amet enim incididunt proident ipsum laboris laboris proident. Fugiat irure enim ex magna cillum id. Quis dolor laboris aute exercitation et ipsum esse occaecat est ut reprehenderit cillum esse laborum. Excepteur laborum cillum cillum consequat labore deserunt occaecat qui.",
    "learningUnitType": "ENGL",
    "learningUnits": 8,
    "outcomes": [
      "dolor",
      "ad",
      "et",
      "eiusmod",
      "aliquip",
      "dolor",
      "labore"
    ]
  },
  {
    "stem": "CS",
    "number": 277,
    "title": "Cillum cupidatat anim ex anim cupidatat officia laborum.",
    "description": "Do nostrud nisi minim qui minim ipsum adipisicing sit qui dolor adipisicing. Id duis do reprehenderit id elit consequat cupidatat ex quis dolor. Aliquip quis enim veniam pariatur sint nostrud et esse culpa anim tempor dolore. Anim enim qui do commodo Lorem minim elit nulla fugiat. Aliquip do occaecat esse consequat laboris culpa. Qui labore commodo ea duis excepteur minim magna anim nulla enim et labore. Elit esse quis nisi aliquip. Tempor laboris velit Lorem pariatur ea culpa consequat in nisi nostrud ad sint veniam. Consectetur occaecat elit dolore minim deserunt ad qui deserunt ipsum velit qui occaecat occaecat est. In incididunt nisi sint commodo consectetur cupidatat anim aute incididunt laboris quis consectetur magna.",
    "learningUnitType": "CS",
    "learningUnits": 7,
    "outcomes": [
      "ut",
      "enim",
      "dolor",
      "aute",
      "et"
    ]
  },
  {
    "stem": "MUS",
    "number": 418,
    "title": "Sit do laborum elit sunt.",
    "description": "Id Lorem eiusmod veniam labore labore. Laborum cupidatat pariatur enim magna. Officia reprehenderit aliquip deserunt ad do aute. Ad sint laboris aute ut magna amet do id cillum. Incididunt duis sint sit mollit cupidatat sit consequat. Nisi anim ea ea enim do pariatur pariatur nulla cillum aliqua anim eiusmod incididunt in. Adipisicing sint id eu non exercitation occaecat tempor est voluptate. Reprehenderit pariatur sit deserunt magna proident laborum. Ea excepteur adipisicing reprehenderit ut exercitation do officia ut culpa cupidatat. Ad mollit officia sit ea est quis sit ex adipisicing dolore irure ad exercitation aliqua.",
    "learningUnitType": "MUS",
    "learningUnits": 12,
    "outcomes": [
      "amet",
      "ad",
      "in",
      "pariatur",
      "nostrud"
    ]
  },
  {
    "stem": "ENGL",
    "number": 545,
    "title": "Nisi ipsum ullamco eu deserunt velit sint laborum id reprehenderit ex.",
    "description": "Non mollit consectetur sint ad non laboris incididunt veniam minim est. Consequat anim incididunt minim proident nostrud incididunt quis excepteur. Exercitation esse occaecat duis mollit exercitation laborum tempor. Pariatur in ea cillum sunt fugiat proident occaecat duis sint. Culpa cillum magna proident ad aliquip anim velit ea cupidatat pariatur tempor exercitation. Sit laborum incididunt anim minim veniam do ipsum cillum adipisicing nulla tempor in aliquip. Lorem Lorem deserunt occaecat commodo duis sint minim ad do magna ullamco ea. Reprehenderit occaecat cillum laboris qui minim et labore et officia et esse do. Ea ad irure magna ea veniam aliquip qui dolore ipsum aliqua fugiat eu sit. Occaecat quis amet qui incididunt laboris culpa.",
    "learningUnitType": "ENGL",
    "learningUnits": 12,
    "outcomes": [
      "labore",
      "sunt",
      "deserunt",
      "non",
      "irure",
      "ipsum"
    ]
  },
  {
    "stem": "ENGL",
    "number": 424,
    "title": "Esse adipisicing non occaecat sit voluptate dolore.",
    "description": "Fugiat duis do deserunt do cillum elit occaecat adipisicing quis. Amet consequat elit ex aliqua amet. Anim quis enim culpa proident adipisicing velit quis proident velit. Est non irure exercitation velit id elit incididunt deserunt cillum voluptate. Aute eu cillum laboris est exercitation. Irure duis est veniam pariatur eu sint excepteur in ex incididunt exercitation minim enim. Aliqua amet nostrud proident et aliquip elit excepteur excepteur in est dolore dolore. Ad pariatur enim aliqua exercitation occaecat nostrud commodo consequat velit aute consequat. Excepteur laborum voluptate pariatur ex duis irure fugiat eu incididunt sunt amet est sint. Nulla ullamco cillum occaecat esse velit minim aute.",
    "learningUnitType": "ENGL",
    "learningUnits": 8,
    "outcomes": [
      "enim",
      "ea",
      "ea",
      "sint",
      "sint",
      "fugiat",
      "minim"
    ]
  },
  {
    "stem": "BIO",
    "number": 186,
    "title": "Voluptate in excepteur ullamco culpa anim ad et.",
    "description": "Mollit ex exercitation commodo est pariatur. Eu ex dolor ut commodo est Lorem eu do. Ea anim nostrud occaecat tempor ea esse. Adipisicing aliqua exercitation magna velit proident minim est nostrud ex elit ex deserunt ex in. Qui esse sit culpa reprehenderit proident ex occaecat veniam nulla. Quis dolor quis in aliqua sunt ad nostrud enim in. Veniam adipisicing nisi exercitation incididunt laborum. Esse amet id ipsum consectetur. Excepteur laborum aliquip ea consectetur consequat. Dolore fugiat et magna cillum.",
    "learningUnitType": "BIO",
    "learningUnits": 9,
    "outcomes": [
      "consequat",
      "elit",
      "quis",
      "ex",
      "ad",
      "incididunt"
    ]
  },
  {
    "stem": "PHYS",
    "number": 500,
    "title": "Aliquip eu commodo elit reprehenderit irure in est.",
    "description": "Exercitation fugiat ad adipisicing reprehenderit aute dolor dolore irure. Reprehenderit non nulla pariatur nulla laborum deserunt cupidatat in mollit non reprehenderit culpa magna qui. Aliquip est esse dolore sint laborum anim. Quis adipisicing consequat quis consectetur sunt consectetur cupidatat qui ea anim. Id officia commodo ea veniam officia incididunt dolor pariatur ipsum adipisicing mollit fugiat labore exercitation. Et incididunt do ut sit id nisi aute ea incididunt pariatur fugiat ea. Nulla nulla consectetur laboris adipisicing. Mollit do tempor consectetur id velit ad id tempor anim ut ipsum occaecat eu aliqua. Pariatur minim sit cupidatat adipisicing cillum. Aliquip sit in ad incididunt laboris cillum laboris nostrud reprehenderit.",
    "learningUnitType": "PHYS",
    "learningUnits": 7,
    "outcomes": [
      "officia",
      "ea",
      "do",
      "ea",
      "eu",
      "deserunt",
      "voluptate",
      "velit"
    ]
  },
  {
    "stem": "REL",
    "number": 520,
    "title": "Pariatur minim ipsum consectetur et nostrud eu fugiat aute aute cillum veniam eiusmod excepteur anim.",
    "description": "Est exercitation do quis excepteur tempor cupidatat exercitation sit ipsum culpa tempor. Culpa elit amet sit veniam aliquip nulla incididunt ex occaecat labore proident anim. In esse duis eu exercitation. Tempor non aliqua ex sint commodo amet mollit in ad culpa ea nulla. Consequat laborum fugiat laboris cillum in dolor commodo fugiat id consectetur nostrud laboris. Sint officia reprehenderit non eiusmod ullamco excepteur. Labore consectetur dolor pariatur aliquip tempor excepteur anim ipsum. Reprehenderit reprehenderit aliquip laborum et nulla Lorem fugiat laboris eiusmod culpa occaecat in. Non deserunt enim anim laboris sit aliqua quis deserunt qui eiusmod amet. Cupidatat anim quis sint sint sint commodo sunt sit fugiat do.",
    "learningUnitType": "REL",
    "learningUnits": 6,
    "outcomes": [
      "dolor",
      "ut",
      "est",
      "ipsum",
      "magna",
      "dolor",
      "deserunt"
    ]
  },
  {
    "stem": "PHYS",
    "number": 287,
    "title": "Aliquip elit pariatur exercitation enim mollit ipsum eiusmod.",
    "description": "Tempor nostrud enim magna ea cupidatat veniam veniam ea nostrud nisi minim. Cupidatat id fugiat reprehenderit commodo sunt nulla exercitation incididunt aute. Incididunt esse ea est deserunt proident cillum. Sint consequat consequat occaecat occaecat excepteur mollit adipisicing cupidatat eu sit velit duis commodo. Laboris laboris deserunt et ea amet do sint veniam ullamco deserunt dolore eu. Sit magna voluptate culpa excepteur ea occaecat. Minim anim ipsum anim ex sint id enim occaecat qui officia aliqua qui. Ipsum veniam elit excepteur enim non duis enim elit duis velit dolor ipsum exercitation aute. Non ad sint officia esse in duis in cupidatat. Laboris anim et consectetur officia laboris enim ad enim nulla in.",
    "learningUnitType": "PHYS",
    "learningUnits": 9,
    "outcomes": [
      "enim",
      "veniam",
      "cupidatat",
      "excepteur",
      "amet",
      "eiusmod",
      "amet"
    ]
  },
  {
    "stem": "GEOL",
    "number": 333,
    "title": "Anim tempor ex duis velit do ullamco ut id commodo reprehenderit ut.",
    "description": "Ea ad amet nisi anim magna cillum aliqua nulla amet amet. Esse ullamco aute consectetur exercitation elit aliqua ad elit cillum excepteur consectetur sunt. Adipisicing quis excepteur consequat aliqua amet. Sunt proident ullamco ullamco adipisicing. Sunt veniam consequat minim dolor. Magna est excepteur magna dolor velit dolore proident. Qui nostrud quis consequat sit enim incididunt quis aliqua officia do. Laborum quis eiusmod incididunt est ipsum aliquip. Consequat exercitation elit magna duis. Voluptate nisi deserunt do ullamco adipisicing magna proident do fugiat elit in eu incididunt.",
    "learningUnitType": "GEOL",
    "learningUnits": 8,
    "outcomes": [
      "id",
      "laboris",
      "irure",
      "ut",
      "eu",
      "enim",
      "cupidatat",
      "mollit"
    ]
  },
  {
    "stem": "PHYS",
    "number": 187,
    "title": "Veniam sint adipisicing irure ea.",
    "description": "Elit incididunt officia ad ut id id tempor. Duis consectetur culpa enim nostrud deserunt officia cillum veniam ut quis tempor voluptate amet. In in nostrud excepteur consequat ad nostrud cillum velit aliqua deserunt ullamco dolor proident qui. Ex culpa id eu dolore sint sit ipsum. Sit ut enim id duis ex ea sit. Nisi fugiat Lorem nisi Lorem adipisicing do proident tempor. Id anim aute consectetur sunt occaecat nostrud. Esse duis enim aliqua do eu veniam. Irure quis pariatur ea proident fugiat id est laboris. Tempor quis mollit aliqua cillum.",
    "learningUnitType": "PHYS",
    "learningUnits": 6,
    "outcomes": [
      "ullamco",
      "voluptate",
      "ullamco",
      "do",
      "proident"
    ]
  },
  {
    "stem": "REL",
    "number": 256,
    "title": "Cillum et irure in est sint.",
    "description": "Duis Lorem anim non duis magna sunt aliquip velit cillum irure non qui. Ullamco non consequat eu ex laboris culpa do voluptate. Exercitation mollit culpa ex tempor id sint aliquip. Dolor qui consequat veniam tempor ullamco minim esse consequat duis. Sit aliquip consectetur dolor aliquip culpa. Cupidatat labore aliqua mollit esse laboris mollit consequat laborum aliquip exercitation consequat reprehenderit consectetur incididunt. Nulla tempor est sit aliqua. Quis in laboris magna culpa irure irure do eu est commodo occaecat. Incididunt officia commodo sunt nulla Lorem commodo consequat. Mollit minim ea ea sit eiusmod laborum esse incididunt sunt.",
    "learningUnitType": "REL",
    "learningUnits": 9,
    "outcomes": [
      "tempor",
      "quis",
      "id",
      "quis",
      "tempor",
      "esse"
    ]
  },
  {
    "stem": "CHEM",
    "number": 261,
    "title": "Pariatur commodo adipisicing minim in do sit consequat Lorem aute nisi eiusmod.",
    "description": "Labore magna ut mollit aute magna minim reprehenderit. Veniam magna mollit ut dolore qui pariatur incididunt reprehenderit sunt exercitation duis minim eu. Non deserunt incididunt dolor proident cupidatat labore eu veniam. Ullamco mollit non ipsum aliqua sint amet ipsum aliqua excepteur ipsum nulla consectetur est. Lorem Lorem ad laboris cillum sint eiusmod. Nulla cupidatat occaecat ex eu labore minim. Labore elit aliqua labore adipisicing laboris qui proident reprehenderit pariatur ut officia. Voluptate consequat officia duis non duis sit. Anim eiusmod commodo labore dolore tempor ipsum dolore. Esse culpa adipisicing proident cillum minim.",
    "learningUnitType": "CHEM",
    "learningUnits": 5,
    "outcomes": [
      "qui",
      "et",
      "amet",
      "laborum",
      "eiusmod",
      "eiusmod",
      "laborum"
    ]
  },
  {
    "stem": "MATH",
    "number": 427,
    "title": "Sint veniam cupidatat voluptate velit excepteur ea eiusmod dolor ea culpa aliquip incididunt.",
    "description": "Labore reprehenderit tempor occaecat anim duis ut do. Reprehenderit ut elit id in in adipisicing mollit. Magna officia exercitation non velit ex consequat enim consequat labore ullamco. Esse consequat laborum elit aliqua nostrud consectetur fugiat. Anim magna dolore laborum enim dolore. Incididunt do ut sint qui irure proident labore aliquip ex sit eu. Consectetur nisi ex fugiat veniam nulla nostrud ullamco fugiat aliqua ut incididunt laborum pariatur. Id qui pariatur ipsum do in id duis ad sint ullamco elit Lorem amet. Laborum tempor esse minim id esse do incididunt pariatur aute velit. Labore cillum mollit ullamco voluptate.",
    "learningUnitType": "MATH",
    "learningUnits": 11,
    "outcomes": [
      "ipsum",
      "deserunt",
      "nostrud",
      "veniam",
      "magna",
      "esse",
      "qui"
    ]
  },
  {
    "stem": "CHEM",
    "number": 432,
    "title": "Laboris velit cupidatat sit adipisicing culpa.",
    "description": "Ipsum dolor amet dolor qui laboris id quis amet occaecat. Nulla labore excepteur deserunt laboris ea sunt elit et mollit eu. Esse minim adipisicing cillum est eu duis labore enim. Laboris non exercitation irure magna consequat cillum. Dolore deserunt in aliqua proident veniam exercitation deserunt amet Lorem exercitation aliqua. Irure laboris nulla sint velit. Cupidatat elit nostrud labore aute commodo ad exercitation elit mollit. Aliquip eiusmod dolore aliquip elit esse nisi ullamco amet. Laboris aute ipsum proident cupidatat reprehenderit aliquip consequat consequat fugiat eiusmod quis commodo sunt. Magna id occaecat adipisicing id consectetur.",
    "learningUnitType": "CHEM",
    "learningUnits": 7,
    "outcomes": [
      "deserunt",
      "enim",
      "non",
      "consequat",
      "culpa",
      "pariatur",
      "dolor"
    ]
  },
  {
    "stem": "GEOL",
    "number": 286,
    "title": "Nisi dolor sunt qui sit cillum.",
    "description": "Minim irure consectetur incididunt cupidatat. Ad incididunt et qui velit irure sunt id reprehenderit tempor eu. Sunt aute pariatur Lorem ipsum deserunt velit Lorem quis in quis dolore consectetur sint occaecat. Enim veniam ex ipsum Lorem consectetur qui nisi. Enim mollit consectetur aliqua anim elit officia proident magna excepteur. Ipsum mollit id aliqua occaecat commodo anim laborum ullamco et est labore. Pariatur ipsum ullamco adipisicing minim nisi id id sunt pariatur aute pariatur exercitation. Fugiat occaecat dolor mollit sunt eiusmod cupidatat tempor velit voluptate consequat voluptate fugiat. Adipisicing enim velit dolore consectetur mollit cupidatat irure duis. Culpa anim sunt nostrud nulla officia ex minim aliqua laborum elit nostrud nulla incididunt.",
    "learningUnitType": "GEOL",
    "learningUnits": 5,
    "outcomes": [
      "sunt",
      "id",
      "amet",
      "sunt",
      "consectetur",
      "sit",
      "id"
    ]
  },
  {
    "stem": "REL",
    "number": 328,
    "title": "Eiusmod et eiusmod eiusmod sit ex.",
    "description": "Excepteur dolor occaecat et consectetur. Tempor id enim laborum labore voluptate ut dolore consectetur et consequat eiusmod. Id sint id velit exercitation do nulla. Nisi officia reprehenderit officia pariatur excepteur amet consequat duis duis. Commodo reprehenderit ullamco enim sit amet ipsum ea. Labore enim ut Lorem ex culpa magna occaecat aliquip sit do duis occaecat laborum. Magna minim dolore eu tempor laborum ipsum. Qui est duis non nostrud cupidatat non reprehenderit officia veniam quis. Aute pariatur Lorem elit anim exercitation sint. Quis qui dolor culpa minim est sunt duis ipsum et ullamco consequat commodo.",
    "learningUnitType": "REL",
    "learningUnits": 6,
    "outcomes": [
      "quis",
      "exercitation",
      "do",
      "amet",
      "tempor",
      "fugiat",
      "commodo",
      "ullamco"
    ]
  },
  {
    "stem": "MATH",
    "number": 166,
    "title": "Excepteur esse reprehenderit elit fugiat do id nisi tempor dolore nisi ea mollit fugiat.",
    "description": "Voluptate incididunt irure irure do. Laborum quis fugiat nulla est ad do. Commodo sunt ut dolore qui mollit deserunt veniam eiusmod reprehenderit exercitation voluptate ullamco ea sunt. In irure non ipsum eu mollit mollit nulla proident amet irure consectetur quis fugiat. Sit tempor consectetur tempor in ea in Lorem cillum ex. Incididunt excepteur exercitation in consectetur ipsum commodo est consectetur commodo. Fugiat tempor Lorem sit velit anim. Proident esse voluptate qui ullamco ex nisi ex et. Do sunt id reprehenderit anim culpa eiusmod culpa non ullamco est. Commodo irure enim ad eu incididunt dolore laboris consequat.",
    "learningUnitType": "MATH",
    "learningUnits": 10,
    "outcomes": [
      "cupidatat",
      "laborum",
      "reprehenderit",
      "officia",
      "Lorem",
      "sunt"
    ]
  },
  {
    "stem": "ENGL",
    "number": 119,
    "title": "Ea anim est nostrud reprehenderit sunt ex adipisicing laborum magna sint.",
    "description": "Adipisicing exercitation aliquip exercitation nulla exercitation eu magna reprehenderit labore adipisicing. Excepteur nulla amet nostrud velit incididunt occaecat voluptate nostrud tempor exercitation minim esse non eu. Anim incididunt ullamco non anim deserunt. Irure ipsum qui excepteur laborum. Mollit aliqua reprehenderit nisi tempor aliquip. Ex adipisicing proident est sit aute sit nulla commodo ad amet excepteur. Incididunt est dolor excepteur Lorem id enim. Dolore cillum do amet elit cillum est voluptate voluptate sit incididunt aliqua eu. Enim irure velit ullamco laboris ut pariatur ipsum. Tempor sit cillum quis nisi minim ut aute elit nulla laborum in officia.",
    "learningUnitType": "ENGL",
    "learningUnits": 9,
    "outcomes": [
      "voluptate",
      "nisi",
      "consectetur",
      "aute",
      "id",
      "nulla",
      "sunt"
    ]
  },
  {
    "stem": "ENGL",
    "number": 404,
    "title": "Nostrud velit exercitation dolore irure do.",
    "description": "Minim pariatur mollit consequat non. Commodo anim velit esse eiusmod. Et pariatur anim quis id consectetur ipsum non irure culpa nulla eiusmod eiusmod ullamco. Eu ut elit tempor mollit amet irure dolor. Cupidatat aliquip ad nostrud consequat culpa laborum mollit nisi cupidatat laboris anim in ex. Veniam labore cillum sunt fugiat ea. Incididunt ipsum ea esse dolor ullamco. Tempor mollit dolore consequat do proident sit nostrud ut commodo ad esse qui elit. Lorem pariatur dolore adipisicing eiusmod in ullamco. Veniam aute eu aliquip fugiat dolor deserunt occaecat consectetur enim non pariatur quis.",
    "learningUnitType": "ENGL",
    "learningUnits": 7,
    "outcomes": [
      "amet",
      "excepteur",
      "incididunt",
      "sit",
      "fugiat",
      "minim",
      "id",
      "occaecat"
    ]
  },
  {
    "stem": "REL",
    "number": 350,
    "title": "Exercitation reprehenderit esse sunt mollit.",
    "description": "Mollit dolor ut voluptate laborum sit. Pariatur nostrud amet ex quis duis et nostrud reprehenderit eiusmod. In exercitation voluptate labore laboris minim consectetur voluptate cupidatat duis. Duis anim ut cupidatat fugiat Lorem. Sint occaecat dolore Lorem nostrud minim velit cupidatat ex est irure reprehenderit nisi. Magna tempor reprehenderit qui enim ipsum. Sit irure ipsum voluptate dolore sunt irure do Lorem non labore sint consectetur id fugiat. Non aliqua minim excepteur anim exercitation aliquip veniam amet nulla. Aute elit nulla ipsum quis id cillum in nostrud duis. Ex elit ex duis nisi elit consectetur cillum ipsum ad deserunt mollit.",
    "learningUnitType": "REL",
    "learningUnits": 10,
    "outcomes": [
      "sunt",
      "aliquip",
      "pariatur",
      "ex",
      "cillum",
      "officia",
      "enim",
      "officia"
    ]
  },
  {
    "stem": "CHEM",
    "number": 202,
    "title": "Ullamco nulla exercitation consectetur ut ut commodo adipisicing velit eiusmod tempor pariatur.",
    "description": "Occaecat id anim mollit tempor cillum sit nisi id non ut ea do nisi. Nulla laboris pariatur anim magna magna mollit eu fugiat culpa consequat Lorem in. Voluptate fugiat ut ex ipsum eiusmod magna dolor proident reprehenderit laborum nisi adipisicing. Occaecat minim ea labore cupidatat occaecat adipisicing mollit sint qui consequat labore velit labore. Irure tempor dolore ut velit velit ex laboris sit fugiat minim minim est minim. Exercitation do qui aliqua cupidatat. Duis irure id magna mollit nostrud minim Lorem labore. Mollit eu est est nostrud nulla amet et non adipisicing occaecat. Dolore ex laborum quis ea do magna eu cillum. Sunt aliqua labore occaecat duis incididunt nisi ea voluptate laboris velit exercitation Lorem.",
    "learningUnitType": "CHEM",
    "learningUnits": 8,
    "outcomes": [
      "proident",
      "excepteur",
      "elit",
      "officia",
      "reprehenderit"
    ]
  },
  {
    "stem": "ART",
    "number": 450,
    "title": "In anim ea dolore proident eu irure amet minim sit.",
    "description": "Nulla elit occaecat sit tempor do cupidatat quis. Culpa sint velit elit labore amet sunt proident incididunt amet. Culpa est enim aute nisi veniam ipsum cillum nisi laboris. Cupidatat incididunt ea ea id ea eu commodo esse proident duis. Elit consequat amet eu labore anim. Fugiat minim veniam aute exercitation non ad mollit aute in ipsum incididunt laborum. Fugiat enim do aliqua cillum proident ex velit eu mollit velit enim exercitation qui. Sunt excepteur dolor irure proident cillum non incididunt labore. Adipisicing ipsum excepteur ea ea et consequat adipisicing elit sunt consequat irure labore. Sunt laboris est officia voluptate laborum officia Lorem eiusmod ut ullamco.",
    "learningUnitType": "ART",
    "learningUnits": 11,
    "outcomes": [
      "sint",
      "voluptate",
      "anim",
      "nulla",
      "deserunt"
    ]
  },
  {
    "stem": "ENGL",
    "number": 306,
    "title": "Voluptate occaecat adipisicing et consequat nulla nisi aliqua duis.",
    "description": "Excepteur elit sint veniam nostrud minim ad ut anim eu et occaecat nisi non. Aliquip ad dolore fugiat aliquip anim et ut consectetur sint incididunt cupidatat irure proident tempor. Elit cillum id sit sint tempor id enim deserunt incididunt magna aliquip do. Quis aliquip officia id Lorem sit ipsum adipisicing amet nostrud non duis proident esse. Nulla eiusmod reprehenderit labore consectetur culpa officia dolore culpa adipisicing adipisicing reprehenderit cupidatat. Do Lorem nisi culpa deserunt proident dolor magna quis. Minim nostrud culpa et sunt aliquip non deserunt ullamco. Laborum duis aute ullamco occaecat. Quis irure consectetur excepteur eu irure fugiat in qui velit ut aliqua id magna est. Aute nostrud non ea deserunt officia nostrud deserunt esse esse exercitation.",
    "learningUnitType": "ENGL",
    "learningUnits": 12,
    "outcomes": [
      "exercitation",
      "irure",
      "nulla",
      "aliquip",
      "excepteur"
    ]
  },
  {
    "stem": "PHIL",
    "number": 450,
    "title": "Dolor anim ea commodo aliquip culpa nostrud minim excepteur fugiat.",
    "description": "Sit veniam et tempor labore anim laborum. Et aliquip voluptate incididunt veniam eu aliquip sit nisi. Ullamco anim magna pariatur mollit ipsum sint excepteur irure. Esse sint commodo excepteur quis veniam dolor. Pariatur irure Lorem non consectetur mollit nostrud officia. Commodo est laborum adipisicing incididunt in culpa ex Lorem consectetur nulla laborum duis do sunt. Fugiat nisi id voluptate fugiat esse minim culpa. Pariatur consectetur ad laborum anim fugiat elit reprehenderit aute enim. Sit pariatur est qui amet esse ex duis. Et incididunt excepteur pariatur aliqua amet cillum est tempor fugiat aliqua ipsum.",
    "learningUnitType": "PHIL",
    "learningUnits": 11,
    "outcomes": [
      "incididunt",
      "fugiat",
      "reprehenderit",
      "aliquip",
      "velit",
      "consectetur",
      "minim",
      "anim"
    ]
  },
  {
    "stem": "MATH",
    "number": 456,
    "title": "Adipisicing laboris commodo et ullamco nulla do deserunt magna anim.",
    "description": "Ex exercitation sunt aute sunt. Commodo aliqua veniam veniam reprehenderit et quis fugiat officia nisi. Non dolor anim ipsum adipisicing enim magna exercitation. Nulla voluptate irure duis velit pariatur nostrud culpa velit. Culpa excepteur est sint irure eu eiusmod dolore tempor. Ex ipsum magna laborum eu cupidatat magna et aute officia ea sunt et nostrud dolor. Anim ut anim eiusmod esse ad incididunt id pariatur dolor incididunt ex officia Lorem laborum. Aliqua ad nostrud aute mollit occaecat aute. Reprehenderit voluptate ut consectetur labore enim irure ullamco officia. Ullamco adipisicing labore officia commodo eiusmod cupidatat consectetur consequat incididunt ex laborum exercitation.",
    "learningUnitType": "MATH",
    "learningUnits": 8,
    "outcomes": [
      "cillum",
      "laboris",
      "excepteur",
      "sint",
      "nisi",
      "exercitation",
      "minim"
    ]
  },
  {
    "stem": "ENGL",
    "number": 391,
    "title": "Veniam ullamco anim amet velit nostrud nostrud magna magna labore ipsum duis.",
    "description": "Incididunt quis deserunt ea qui eu ad amet consectetur. Irure tempor Lorem do sint consequat est est. Cupidatat quis ex non ullamco pariatur. Laboris culpa anim adipisicing in velit aliquip. Reprehenderit proident Lorem labore do aliqua sint excepteur voluptate incididunt. Minim ea ipsum nulla ut in proident do irure ad occaecat et excepteur dolore ut. Ullamco nulla quis incididunt adipisicing duis magna velit sint tempor. Occaecat laboris ut sit nisi pariatur ut laborum et. Eu est nisi non dolor laboris. Consequat consequat magna cupidatat aliquip nulla.",
    "learningUnitType": "ENGL",
    "learningUnits": 10,
    "outcomes": [
      "sit",
      "cupidatat",
      "irure",
      "do",
      "sit",
      "nulla",
      "culpa",
      "ut"
    ]
  },
  {
    "stem": "PHIL",
    "number": 399,
    "title": "Consectetur nostrud proident eu pariatur enim enim.",
    "description": "Sunt aliquip id minim adipisicing ut. Do proident amet adipisicing ex. Commodo anim fugiat laboris labore esse aliqua sunt ea aliquip. Qui ea do qui ullamco eiusmod aute incididunt culpa ullamco exercitation pariatur. Culpa incididunt dolore anim eu ullamco qui voluptate pariatur et labore aute deserunt dolor. Sint Lorem voluptate amet nostrud veniam fugiat duis magna. Voluptate adipisicing non mollit sint nisi Lorem nulla ex ullamco veniam ex fugiat excepteur cupidatat. Et quis exercitation ullamco aute magna fugiat cupidatat velit do reprehenderit elit. Pariatur aliqua nulla exercitation consequat nostrud. Duis ut Lorem et dolor qui ea dolore fugiat minim laboris veniam in exercitation.",
    "learningUnitType": "PHIL",
    "learningUnits": 8,
    "outcomes": [
      "do",
      "voluptate",
      "laborum",
      "labore",
      "quis",
      "ex",
      "aute"
    ]
  },
  {
    "stem": "REL",
    "number": 301,
    "title": "Deserunt id enim deserunt tempor do nisi nostrud mollit nulla velit.",
    "description": "Anim in eu duis quis in id mollit. Est magna culpa eiusmod Lorem elit ea aliquip. Fugiat exercitation velit dolore aliquip consequat Lorem est cillum commodo officia et ipsum nostrud. Aliquip dolore qui enim amet enim eu et Lorem pariatur. Laborum et do laboris minim aliqua culpa fugiat proident esse esse consectetur labore. Non ad tempor cillum quis sunt enim quis mollit quis. Nisi qui aliquip non elit adipisicing culpa occaecat laboris laborum laborum. Elit eiusmod proident mollit pariatur tempor laborum esse eiusmod. Fugiat excepteur ex dolor eu elit minim minim exercitation labore ex do. Quis officia mollit culpa pariatur.",
    "learningUnitType": "REL",
    "learningUnits": 11,
    "outcomes": [
      "aliquip",
      "fugiat",
      "cillum",
      "occaecat",
      "nostrud",
      "qui",
      "qui"
    ]
  },
  {
    "stem": "ENGL",
    "number": 104,
    "title": "Laboris esse officia deserunt velit ullamco est dolor.",
    "description": "Velit in ullamco et id cillum ex do mollit officia veniam. Anim consequat aute id ea adipisicing culpa. Occaecat proident tempor sit et qui duis quis ea occaecat est. Aliquip aliqua mollit eiusmod est. Aliqua dolor qui reprehenderit proident excepteur id aliquip consequat commodo excepteur consectetur. Irure tempor minim amet nostrud aute amet exercitation. Dolore fugiat consectetur anim laboris duis occaecat ea mollit ipsum qui aliquip ex. Ut consectetur aliqua sunt do ut labore officia aute irure et amet et. Do duis ad dolore do consectetur laboris excepteur irure consectetur in est duis nulla. Minim do cillum ut ex laboris et enim nisi fugiat consequat ullamco cupidatat deserunt cupidatat.",
    "learningUnitType": "ENGL",
    "learningUnits": 6,
    "outcomes": [
      "elit",
      "culpa",
      "non",
      "incididunt",
      "nulla"
    ]
  },
  {
    "stem": "ENGL",
    "number": 500,
    "title": "Ut id adipisicing enim deserunt amet et.",
    "description": "Sint sint minim qui cupidatat ea nulla qui irure magna elit. Minim amet do magna enim eiusmod dolore in elit officia magna commodo ex eu. Sunt excepteur aute nostrud qui pariatur eiusmod proident deserunt deserunt eu. Eu Lorem fugiat in adipisicing aliquip sunt exercitation velit sint id. Ex proident et ut commodo qui in esse reprehenderit. Magna ut quis ad qui ipsum ipsum. Voluptate ullamco consectetur aliqua excepteur qui qui ullamco elit culpa eu cillum voluptate magna. Eiusmod proident consequat eu ea incididunt. Dolore reprehenderit ea minim sit ad eu elit ea elit minim eu ipsum incididunt dolor. Enim aliquip minim aliqua fugiat ex commodo.",
    "learningUnitType": "ENGL",
    "learningUnits": 5,
    "outcomes": [
      "minim",
      "velit",
      "veniam",
      "id",
      "tempor",
      "voluptate",
      "adipisicing"
    ]
  },
  {
    "stem": "PHIL",
    "number": 221,
    "title": "Laboris sit proident ad duis pariatur cupidatat consectetur dolor culpa enim.",
    "description": "Incididunt irure laborum consectetur consequat duis do reprehenderit incididunt amet deserunt. Ut minim id minim ad reprehenderit sunt ea deserunt. Eiusmod voluptate nisi ullamco occaecat. Adipisicing irure veniam incididunt occaecat anim deserunt duis adipisicing cupidatat. Veniam voluptate et incididunt deserunt mollit nulla incididunt commodo excepteur in eiusmod. In voluptate incididunt proident pariatur amet velit proident deserunt ipsum adipisicing laborum adipisicing mollit. Ipsum aliquip enim adipisicing irure nostrud officia dolore. Qui nostrud et enim exercitation occaecat ea non mollit excepteur Lorem cupidatat laborum sunt duis. Id cillum duis in aute nisi duis culpa proident laboris. Pariatur officia amet nulla cupidatat laboris amet.",
    "learningUnitType": "PHIL",
    "learningUnits": 6,
    "outcomes": [
      "ad",
      "aliqua",
      "esse",
      "cillum",
      "voluptate",
      "irure",
      "minim"
    ]
  },
  {
    "stem": "MUS",
    "number": 544,
    "title": "Lorem labore ullamco reprehenderit aliquip exercitation incididunt adipisicing consequat.",
    "description": "Magna sit irure adipisicing ipsum consequat et mollit in voluptate velit enim cupidatat pariatur ex. Id mollit minim incididunt irure ad. Non eiusmod quis non adipisicing occaecat proident aute ex proident est occaecat esse consectetur. Incididunt voluptate reprehenderit magna mollit id id sit do adipisicing aliquip reprehenderit. Elit esse pariatur sunt ex ipsum anim. Proident labore sunt cillum proident reprehenderit ad laborum commodo laborum. Non pariatur sunt Lorem pariatur. Laboris qui et excepteur non aute laborum dolore incididunt do consectetur. Est fugiat quis sint amet veniam do incididunt eiusmod do laborum aute labore sint veniam. Aute ipsum ad velit sit est magna laborum reprehenderit laborum sit.",
    "learningUnitType": "MUS",
    "learningUnits": 7,
    "outcomes": [
      "labore",
      "laborum",
      "velit",
      "ea",
      "excepteur",
      "veniam",
      "consectetur"
    ]
  },
  {
    "stem": "CHEM",
    "number": 443,
    "title": "Ut voluptate ullamco consectetur anim magna dolor ipsum.",
    "description": "Elit excepteur ea ullamco duis ea veniam officia mollit laboris aute est reprehenderit. Aliqua laboris id sint veniam id ut excepteur excepteur excepteur. Cupidatat culpa ipsum deserunt veniam adipisicing eiusmod officia duis aliqua. Nostrud id consequat cupidatat velit ullamco nisi exercitation duis fugiat cillum. Velit voluptate tempor fugiat deserunt laboris id qui id laboris dolore. Proident fugiat eiusmod sit nisi irure. Esse aliqua cillum nostrud aliquip. Adipisicing sit quis consectetur minim nisi magna id officia deserunt exercitation ad cillum Lorem. Adipisicing aute enim dolore officia occaecat aliquip nostrud aute consequat ad mollit irure duis cupidatat. Id est et cillum excepteur et eiusmod id.",
    "learningUnitType": "CHEM",
    "learningUnits": 6,
    "outcomes": [
      "adipisicing",
      "ad",
      "sit",
      "esse",
      "et",
      "magna",
      "enim"
    ]
  },
  {
    "stem": "MATH",
    "number": 227,
    "title": "Sint laborum ad veniam aute reprehenderit proident id anim.",
    "description": "In nostrud veniam quis nostrud. Veniam anim ea laborum sunt minim deserunt. Id nisi aliquip aliquip in do aliquip ut fugiat ea magna minim. Mollit ipsum sit deserunt ea ut do voluptate. In id reprehenderit minim consectetur incididunt ea pariatur occaecat ea laboris esse minim. In tempor adipisicing sunt eiusmod incididunt. Tempor consequat est sint exercitation minim ad esse eu velit. Deserunt elit labore aute quis excepteur culpa adipisicing et reprehenderit. Aliqua proident nulla mollit sunt ut ut. Aute amet in duis do dolore nostrud laboris.",
    "learningUnitType": "MATH",
    "learningUnits": 6,
    "outcomes": [
      "duis",
      "ullamco",
      "enim",
      "ut",
      "sint",
      "qui",
      "sit",
      "pariatur"
    ]
  },
  {
    "stem": "ART",
    "number": 519,
    "title": "Tempor irure incididunt do ullamco nisi exercitation non esse est officia ipsum occaecat laborum.",
    "description": "Voluptate occaecat esse incididunt id ipsum elit eu. Sint excepteur dolor qui magna ad excepteur eiusmod nulla aute commodo officia dolor ex. Ea esse ad est est nulla aute eu. Consectetur officia deserunt minim ad veniam. Ipsum id et ut sint. Culpa consequat labore sit magna consequat. Elit aute proident adipisicing quis et. Ex anim elit et laboris proident irure veniam elit occaecat cupidatat veniam est ex. Cupidatat nulla cillum ipsum sunt amet adipisicing laboris pariatur consequat tempor esse eu. Ea laboris irure amet consequat incididunt in velit voluptate dolore aliquip aliqua aute.",
    "learningUnitType": "ART",
    "learningUnits": 7,
    "outcomes": [
      "sit",
      "eu",
      "et",
      "anim",
      "labore",
      "id",
      "consequat",
      "aliqua"
    ]
  },
  {
    "stem": "BIO",
    "number": 325,
    "title": "Proident aliqua minim sit laboris sit id.",
    "description": "Culpa enim sunt reprehenderit id eu elit. Sunt aliqua labore elit consectetur sunt occaecat ut sunt et mollit laborum duis cillum culpa. In et ut pariatur ullamco adipisicing fugiat labore ut aute laboris reprehenderit deserunt Lorem. Nostrud fugiat aute duis eu. Ut laboris sint magna consectetur proident eu incididunt nulla consequat anim aute ipsum est. Sit labore do in enim est tempor aute occaecat velit excepteur officia. Voluptate mollit voluptate eiusmod consectetur culpa culpa qui mollit ad elit. Pariatur mollit voluptate laboris aliqua fugiat dolor anim irure consequat eu commodo deserunt. Duis est deserunt eu duis laborum irure adipisicing. Id nostrud nisi dolor velit irure velit sunt deserunt ullamco deserunt velit proident.",
    "learningUnitType": "BIO",
    "learningUnits": 9,
    "outcomes": [
      "velit",
      "magna",
      "officia",
      "aliquip",
      "magna",
      "enim",
      "deserunt",
      "minim"
    ]
  },
  {
    "stem": "ENGL",
    "number": 533,
    "title": "Lorem eu magna cupidatat nulla nulla ex enim sint commodo labore in adipisicing eu.",
    "description": "Duis ex reprehenderit sunt exercitation aute occaecat Lorem eiusmod nisi. Culpa occaecat in nulla pariatur laborum dolore. Occaecat occaecat culpa quis sit laboris minim nisi occaecat non. Dolore aliquip id labore nulla est sunt officia non minim id adipisicing. Cillum cupidatat non amet mollit excepteur veniam ad. Magna nisi qui laboris laborum esse ea irure voluptate duis aute exercitation excepteur occaecat. Incididunt culpa id dolore quis. Duis consequat exercitation veniam esse voluptate. Laboris magna sint laboris esse est id adipisicing cupidatat veniam deserunt. Dolore aliqua consectetur voluptate Lorem magna.",
    "learningUnitType": "ENGL",
    "learningUnits": 6,
    "outcomes": [
      "tempor",
      "sit",
      "nostrud",
      "adipisicing",
      "commodo",
      "eiusmod",
      "Lorem",
      "exercitation"
    ]
  },
  {
    "stem": "CS",
    "number": 498,
    "title": "Velit magna eiusmod mollit culpa magna veniam esse et ipsum voluptate excepteur qui.",
    "description": "Nisi non aliquip proident ea ex duis sit velit. Aliqua labore exercitation irure reprehenderit reprehenderit ex Lorem incididunt tempor tempor minim ex. Adipisicing cupidatat esse anim esse veniam. Labore nostrud cupidatat irure dolor Lorem ea pariatur deserunt. Consectetur incididunt eiusmod aute aute esse amet ea magna dolor consectetur pariatur laboris exercitation nisi. Commodo duis aute voluptate magna ea consequat irure do aute. Anim id reprehenderit proident elit fugiat reprehenderit velit sunt cillum sit cupidatat pariatur amet. Officia in laboris fugiat ex ex non duis ipsum sit sunt. Duis dolor irure dolore nulla consequat culpa irure do. Officia incididunt minim laboris cupidatat consectetur deserunt est.",
    "learningUnitType": "CS",
    "learningUnits": 7,
    "outcomes": [
      "amet",
      "ex",
      "incididunt",
      "non",
      "sint",
      "sint"
    ]
  },
  {
    "stem": "MATH",
    "number": 316,
    "title": "Ea exercitation esse fugiat aliqua in commodo velit est non sint non ad aliqua.",
    "description": "Sit tempor laboris ipsum id Lorem ea exercitation amet aliquip occaecat esse pariatur. Sunt sunt veniam sunt fugiat irure ullamco non culpa commodo. Adipisicing labore cupidatat do amet deserunt aute excepteur sint dolore et est qui ut. Qui sunt sit id quis reprehenderit reprehenderit ea labore nostrud Lorem ea occaecat fugiat. Irure eiusmod ullamco sint exercitation anim laboris qui ex culpa ullamco id aliquip. Veniam cillum ad aliqua anim fugiat eu eiusmod laboris consequat proident irure velit quis. In laboris amet est veniam est mollit. Qui exercitation magna proident in anim fugiat dolor velit duis et cillum Lorem ullamco. Commodo Lorem enim sit enim magna dolore magna cillum eiusmod exercitation cillum consectetur. Consectetur cillum laborum et officia aliqua exercitation.",
    "learningUnitType": "MATH",
    "learningUnits": 11,
    "outcomes": [
      "voluptate",
      "elit",
      "qui",
      "exercitation",
      "ad",
      "nisi",
      "sit",
      "elit"
    ]
  },
  {
    "stem": "ENGL",
    "number": 108,
    "title": "Aliquip ea duis anim aliqua ex.",
    "description": "Deserunt ipsum est eiusmod excepteur elit nulla reprehenderit eu voluptate quis fugiat proident nostrud. Labore qui officia elit commodo nostrud laboris proident. Mollit Lorem elit esse laborum. Id deserunt anim cupidatat sunt nostrud occaecat adipisicing. Fugiat cupidatat nostrud laborum incididunt officia. Eiusmod occaecat ut veniam exercitation exercitation non enim consequat ex. Duis ea velit consectetur incididunt mollit exercitation incididunt minim fugiat. Et officia in id consequat mollit pariatur laboris sunt aliquip. Sint nulla excepteur fugiat aliquip cillum incididunt velit magna dolore labore ut. Tempor dolore nulla ut proident non do quis nisi excepteur quis ex id non sunt.",
    "learningUnitType": "ENGL",
    "learningUnits": 11,
    "outcomes": [
      "laboris",
      "Lorem",
      "laboris",
      "ullamco",
      "ullamco",
      "minim",
      "consectetur",
      "sint"
    ]
  },
  {
    "stem": "ENGL",
    "number": 437,
    "title": "Do enim nostrud Lorem sit minim.",
    "description": "Non occaecat nulla sint velit aute exercitation duis labore. Enim cupidatat consectetur id elit aliquip. Qui pariatur culpa nisi enim nisi. Nisi consequat Lorem mollit aute reprehenderit culpa do culpa dolore pariatur aute laborum velit. Incididunt mollit id laborum consectetur duis fugiat minim velit veniam ipsum incididunt. Eu cillum ipsum exercitation mollit minim. Laborum aliquip incididunt fugiat sunt aliqua nostrud do eiusmod anim tempor quis do consequat. Proident fugiat eiusmod labore mollit. Commodo excepteur eiusmod ea proident. Dolore sint anim voluptate aliqua laborum pariatur amet id in tempor.",
    "learningUnitType": "ENGL",
    "learningUnits": 11,
    "outcomes": [
      "elit",
      "Lorem",
      "quis",
      "enim",
      "laborum",
      "deserunt",
      "cupidatat",
      "velit"
    ]
  },
  {
    "stem": "CHEM",
    "number": 277,
    "title": "Aute reprehenderit culpa labore labore pariatur et magna cillum consectetur voluptate magna veniam occaecat.",
    "description": "Anim in ex consequat sint. Elit minim et proident ex ex excepteur culpa incididunt do adipisicing enim voluptate do pariatur. Aliquip laborum dolore pariatur voluptate. Nulla in cupidatat duis velit aute exercitation elit nostrud elit est eiusmod consectetur dolore ea. Elit amet cupidatat ut anim elit Lorem ut est excepteur officia tempor ut sunt. Qui culpa nisi cupidatat do excepteur exercitation. Eiusmod deserunt cupidatat commodo esse deserunt aliqua. In consectetur id excepteur magna laboris. Ad culpa occaecat minim in aliquip exercitation commodo elit cupidatat. Dolor deserunt incididunt do duis adipisicing laboris.",
    "learningUnitType": "CHEM",
    "learningUnits": 12,
    "outcomes": [
      "pariatur",
      "mollit",
      "amet",
      "velit",
      "irure"
    ]
  },
  {
    "stem": "PHYS",
    "number": 409,
    "title": "Eiusmod sint nostrud ex minim anim amet qui occaecat nisi sunt exercitation.",
    "description": "Nulla sunt laboris magna cupidatat. Aliquip sit sunt proident mollit labore duis nostrud sit Lorem non dolore velit. Sint nulla duis nulla eu laboris cillum nulla anim consequat veniam. Excepteur nulla fugiat amet elit anim nostrud veniam aliquip duis exercitation enim. Sit ut duis esse magna ea ullamco laboris qui sit consequat aute nisi exercitation incididunt. Sunt voluptate dolore tempor excepteur nulla duis commodo anim occaecat deserunt magna elit nisi. Sunt ea sint excepteur adipisicing et cupidatat. Quis eiusmod incididunt minim culpa quis incididunt sunt nulla. Consectetur laborum elit Lorem qui cupidatat anim cillum ullamco. Ullamco laboris laboris nulla nulla ea proident dolore laborum magna reprehenderit elit magna aliquip.",
    "learningUnitType": "PHYS",
    "learningUnits": 10,
    "outcomes": [
      "qui",
      "est",
      "ex",
      "mollit",
      "sint",
      "incididunt",
      "sit"
    ]
  },
  {
    "stem": "BIO",
    "number": 261,
    "title": "Culpa exercitation excepteur sint duis qui non ut incididunt incididunt voluptate non proident.",
    "description": "Voluptate anim laboris proident qui ut ullamco officia et consectetur Lorem cillum commodo. Elit commodo aliqua irure ad velit nulla mollit. Enim duis ipsum cillum amet. Magna in qui sit pariatur id excepteur cupidatat. Voluptate nulla adipisicing consectetur nulla velit do est. Aliquip ipsum minim do ex. Quis exercitation elit eu excepteur deserunt fugiat consequat commodo proident. Ut proident ullamco irure magna incididunt qui. Ea magna pariatur Lorem reprehenderit mollit consectetur incididunt quis nostrud aliqua Lorem anim aute voluptate. Mollit aute consequat fugiat aliquip laboris laboris ipsum ut culpa quis nostrud.",
    "learningUnitType": "BIO",
    "learningUnits": 7,
    "outcomes": [
      "aute",
      "veniam",
      "deserunt",
      "sunt",
      "proident",
      "est"
    ]
  },
  {
    "stem": "PHIL",
    "number": 266,
    "title": "Duis laborum excepteur aliquip officia.",
    "description": "Aute sint cupidatat reprehenderit velit. Reprehenderit mollit pariatur sit cillum ut deserunt et enim ut deserunt. In sit eiusmod cillum dolore anim deserunt ullamco id ut. Id mollit aliqua consectetur reprehenderit elit sint incididunt cupidatat cillum non. Sint fugiat non veniam quis. Sunt adipisicing commodo excepteur amet anim duis minim officia. Incididunt aliqua excepteur mollit cupidatat adipisicing occaecat sint mollit exercitation eiusmod non. Proident cillum adipisicing in aliqua eu in magna. Laborum anim esse pariatur sint excepteur qui occaecat irure ullamco reprehenderit magna velit. Eu nostrud ut Lorem fugiat ut.",
    "learningUnitType": "PHIL",
    "learningUnits": 10,
    "outcomes": [
      "id",
      "id",
      "eiusmod",
      "in",
      "fugiat",
      "cillum",
      "consequat",
      "excepteur"
    ]
  },
  {
    "stem": "ENGL",
    "number": 344,
    "title": "Duis ullamco tempor fugiat enim laboris magna veniam proident et enim duis fugiat reprehenderit.",
    "description": "Ex excepteur nisi Lorem laboris exercitation consectetur sint reprehenderit culpa nulla ad qui ex magna. Sint excepteur cupidatat commodo cupidatat esse incididunt culpa adipisicing nulla eiusmod adipisicing. Amet ex nostrud commodo consectetur esse in nisi reprehenderit. Aute non consectetur qui sunt sunt. Eiusmod ipsum culpa anim elit eu cupidatat sint Lorem minim. Adipisicing velit aliqua labore labore esse amet enim adipisicing incididunt in tempor irure. Aliqua laborum esse commodo labore commodo. Velit officia aliqua fugiat reprehenderit nisi id duis eiusmod ex id excepteur excepteur voluptate et. Reprehenderit Lorem qui Lorem est enim mollit irure eiusmod ad. Culpa consequat aliqua commodo ipsum amet.",
    "learningUnitType": "ENGL",
    "learningUnits": 11,
    "outcomes": [
      "ut",
      "commodo",
      "aute",
      "eiusmod",
      "ex",
      "minim",
      "fugiat",
      "sit"
    ]
  },
  {
    "stem": "REL",
    "number": 519,
    "title": "Ipsum sit ad nisi tempor commodo id fugiat anim sit velit ea id.",
    "description": "Voluptate duis est esse sunt irure culpa labore ex eu mollit consequat labore aliqua. Esse in elit cupidatat et occaecat qui. Fugiat reprehenderit aute commodo ipsum magna cupidatat commodo duis velit voluptate incididunt. Aliqua ipsum eu pariatur quis sint amet occaecat eu. Aliquip ipsum ut excepteur Lorem dolore voluptate veniam labore labore labore enim ex adipisicing qui. Ipsum tempor pariatur ipsum consequat enim quis ipsum eu laboris ad excepteur occaecat id. Aliqua proident nostrud reprehenderit aliquip ex sunt incididunt reprehenderit reprehenderit incididunt culpa magna. Officia laborum ipsum est ipsum Lorem. Dolor dolore minim reprehenderit fugiat amet. Pariatur esse eu consectetur deserunt duis deserunt aliquip dolor adipisicing ad sunt consectetur.",
    "learningUnitType": "REL",
    "learningUnits": 5,
    "outcomes": [
      "irure",
      "culpa",
      "consequat",
      "non",
      "aliqua"
    ]
  },
  {
    "stem": "PHIL",
    "number": 262,
    "title": "Consequat cillum dolor commodo id tempor cupidatat est cillum id ex sit qui.",
    "description": "Qui consectetur non culpa occaecat ad qui magna culpa dolore fugiat enim quis pariatur. Amet esse cupidatat cillum laborum. Enim quis do ea fugiat ex fugiat. Reprehenderit consectetur reprehenderit pariatur ipsum amet. Duis id cillum magna minim do do tempor incididunt aliqua sit. Cupidatat ut in in quis qui. Voluptate laborum laboris id non. Labore occaecat ex exercitation aliqua minim non sit non tempor non dolor. Velit mollit et sit irure. Labore ipsum reprehenderit officia minim in ex.",
    "learningUnitType": "PHIL",
    "learningUnits": 12,
    "outcomes": [
      "veniam",
      "et",
      "velit",
      "commodo",
      "qui",
      "commodo"
    ]
  },
  {
    "stem": "MUS",
    "number": 236,
    "title": "Fugiat culpa enim magna culpa adipisicing dolore proident enim commodo eiusmod cupidatat excepteur.",
    "description": "Amet sunt irure sint cillum exercitation aliqua ipsum commodo in do magna ad. Cillum occaecat excepteur do nisi aute id dolore id. Ex dolore dolor in esse ullamco. Ipsum occaecat ad et ullamco voluptate occaecat sint quis culpa ex nisi consectetur. Ullamco in reprehenderit proident nostrud ad proident magna elit id do cillum cillum. Adipisicing anim magna sunt dolor aliqua. Excepteur do minim deserunt elit anim veniam. Eu ullamco anim proident pariatur deserunt id ex anim aute laboris et qui ipsum. Commodo labore magna ipsum ut. Culpa pariatur id ad reprehenderit dolore dolore amet fugiat reprehenderit labore qui dolore duis.",
    "learningUnitType": "MUS",
    "learningUnits": 11,
    "outcomes": [
      "officia",
      "officia",
      "magna",
      "deserunt",
      "quis",
      "eiusmod",
      "exercitation"
    ]
  },
  {
    "stem": "MUS",
    "number": 401,
    "title": "Proident ipsum occaecat id non Lorem nulla amet qui mollit qui veniam.",
    "description": "Velit reprehenderit commodo fugiat et reprehenderit mollit mollit ipsum labore incididunt dolore voluptate. In consequat non eu consequat elit deserunt nostrud eiusmod dolore incididunt amet deserunt magna dolore. Esse duis veniam mollit labore ea cupidatat id sunt anim anim pariatur. Cupidatat cillum dolore aute dolore irure ex anim adipisicing ad qui aute anim. Excepteur consectetur exercitation aute fugiat voluptate eiusmod reprehenderit enim qui nisi incididunt id. Sint culpa incididunt pariatur cillum aliquip consectetur aliqua sint quis excepteur deserunt pariatur dolor. Consequat aliquip culpa excepteur id labore ut excepteur irure laborum labore occaecat. Velit est ex anim velit et commodo adipisicing ipsum adipisicing amet irure. Tempor nulla magna adipisicing cillum commodo laborum ea eu adipisicing et commodo fugiat. Qui ullamco esse et et sunt incididunt.",
    "learningUnitType": "MUS",
    "learningUnits": 6,
    "outcomes": [
      "occaecat",
      "pariatur",
      "enim",
      "ipsum",
      "incididunt",
      "adipisicing",
      "cillum",
      "ut"
    ]
  },
  {
    "stem": "CHEM",
    "number": 364,
    "title": "Eiusmod ut labore deserunt duis velit aliqua duis.",
    "description": "Consequat cupidatat ut id non consequat. Ad veniam consectetur labore voluptate ullamco duis qui occaecat reprehenderit. Et cillum occaecat cupidatat amet incididunt reprehenderit minim fugiat ad irure ex labore magna. Occaecat minim dolore excepteur ipsum sunt ad amet nulla adipisicing nisi. Incididunt nostrud mollit ipsum sunt sunt minim commodo nostrud incididunt exercitation dolore duis ad ad. Tempor non sunt labore laborum incididunt amet mollit voluptate culpa mollit ad. Excepteur aliqua mollit et ex ad ad ullamco anim irure. Ea sint duis et excepteur ipsum duis. Sunt tempor laborum sint eu. Elit Lorem voluptate aliquip ex exercitation eu ad est labore exercitation.",
    "learningUnitType": "CHEM",
    "learningUnits": 9,
    "outcomes": [
      "dolore",
      "est",
      "excepteur",
      "in",
      "magna"
    ]
  },
  {
    "stem": "PHIL",
    "number": 250,
    "title": "Sit proident ut irure est eiusmod dolor sunt cillum in.",
    "description": "Laborum quis duis Lorem anim id officia aute. Consectetur ullamco mollit dolor duis ad commodo magna. Exercitation duis velit incididunt quis laborum adipisicing voluptate velit aute in ut culpa sint dolore. Laborum magna cillum labore aliquip ipsum pariatur proident. Exercitation fugiat Lorem Lorem labore Lorem ad. Officia esse dolor eu occaecat ullamco eu incididunt magna mollit voluptate ut aute minim irure. Ea minim elit eiusmod quis ad minim est ea tempor culpa ad ea. Nisi dolor excepteur anim sint Lorem ea eu non ad. Amet dolor cillum veniam ea do nisi excepteur anim cillum elit commodo adipisicing sit. Esse sunt eu cupidatat consectetur deserunt mollit velit esse elit ullamco laboris irure pariatur.",
    "learningUnitType": "PHIL",
    "learningUnits": 9,
    "outcomes": [
      "eiusmod",
      "id",
      "amet",
      "anim",
      "sit",
      "eu"
    ]
  },
  {
    "stem": "GEOL",
    "number": 251,
    "title": "Non eu ex pariatur irure.",
    "description": "Veniam duis sint non velit. Ad esse fugiat mollit proident Lorem. Id cupidatat sit id deserunt nostrud adipisicing enim. Proident fugiat commodo adipisicing consequat minim magna laborum quis magna incididunt. Do mollit cupidatat qui consequat enim culpa enim ad irure consectetur irure anim cillum nisi. Consequat culpa exercitation est irure pariatur id amet velit nisi veniam nostrud duis. Voluptate ex Lorem laborum ex ipsum nulla veniam laborum consequat esse qui nulla deserunt. Enim dolor ex adipisicing occaecat nostrud dolore commodo aliqua occaecat ipsum incididunt incididunt. Nostrud nulla sunt dolore proident duis sunt voluptate deserunt incididunt nostrud excepteur minim. Et amet ex laborum excepteur commodo.",
    "learningUnitType": "GEOL",
    "learningUnits": 7,
    "outcomes": [
      "consectetur",
      "tempor",
      "velit",
      "eiusmod",
      "sint",
      "mollit",
      "consectetur",
      "magna"
    ]
  },
  {
    "stem": "CS",
    "number": 405,
    "title": "Duis voluptate aute incididunt voluptate ipsum ipsum ut.",
    "description": "Nostrud mollit sint veniam sit officia. Esse qui do deserunt qui anim dolor. Aliqua tempor ad eiusmod reprehenderit labore laboris quis. Magna sunt et cillum dolore excepteur laboris magna sunt ad duis cillum eiusmod dolore cillum. Ut laboris ex ex excepteur quis. Incididunt deserunt esse Lorem deserunt dolor ex aute. Aliqua occaecat pariatur pariatur non. Excepteur labore ea amet Lorem pariatur laborum officia ut velit commodo cillum. Velit adipisicing aute velit nostrud duis Lorem elit nulla dolore reprehenderit tempor commodo esse. Laborum aliquip tempor ut nisi anim id deserunt esse et laborum eu nostrud nostrud.",
    "learningUnitType": "CS",
    "learningUnits": 6,
    "outcomes": [
      "reprehenderit",
      "tempor",
      "occaecat",
      "qui",
      "ut",
      "cupidatat",
      "incididunt",
      "dolor"
    ]
  },
  {
    "stem": "GEOL",
    "number": 341,
    "title": "Anim sunt adipisicing eu do sit.",
    "description": "Ad non eu officia ut commodo et deserunt. Quis aliquip incididunt nisi cupidatat laborum officia eiusmod enim voluptate officia. Ipsum dolor laborum id veniam consectetur amet ullamco proident cillum qui. Incididunt laborum eu magna culpa eiusmod magna. Exercitation ullamco in nostrud officia est officia quis exercitation velit incididunt. Occaecat dolor laborum aute magna. Esse proident sit exercitation id dolore pariatur duis incididunt officia quis non eiusmod. Dolore anim exercitation pariatur cillum quis aliqua cupidatat eiusmod. In elit ut magna magna officia nisi ut irure mollit. Reprehenderit laboris commodo nulla laboris laboris nostrud et tempor duis minim amet.",
    "learningUnitType": "GEOL",
    "learningUnits": 6,
    "outcomes": [
      "veniam",
      "in",
      "occaecat",
      "ex",
      "do",
      "sit",
      "commodo"
    ]
  },
  {
    "stem": "CHEM",
    "number": 164,
    "title": "Ipsum anim non amet elit sit irure exercitation elit eu exercitation duis minim aliquip pariatur.",
    "description": "Nulla fugiat et aliqua et in. Eiusmod laboris nulla duis tempor esse nulla exercitation excepteur consectetur et commodo. Aute eiusmod est dolore mollit proident excepteur. Voluptate labore Lorem excepteur cillum labore quis duis incididunt aliquip voluptate Lorem qui. Excepteur aute aute est occaecat sit esse exercitation dolore anim ad nulla adipisicing in enim. Mollit irure veniam ea proident reprehenderit magna consequat consectetur qui eiusmod voluptate. Reprehenderit nostrud aliqua laboris laboris laboris. Est ut proident consequat sint qui est nulla aliqua et ea ex enim. Veniam fugiat id ex aute labore. Eu aliqua sunt do nisi occaecat pariatur.",
    "learningUnitType": "CHEM",
    "learningUnits": 11,
    "outcomes": [
      "pariatur",
      "adipisicing",
      "qui",
      "eu",
      "minim",
      "sint",
      "ex"
    ]
  },
  {
    "stem": "ENGL",
    "number": 316,
    "title": "Velit anim velit excepteur adipisicing eiusmod ullamco ea sunt.",
    "description": "Veniam esse dolor tempor laborum veniam ullamco elit. Laboris mollit deserunt do nulla non qui. Elit consequat irure nostrud mollit exercitation nulla aliquip consectetur voluptate dolore culpa dolore ea aliqua. Dolor nulla laboris magna magna ex ad. Ipsum aliqua duis deserunt officia excepteur anim amet enim velit sit id. Exercitation ex est consectetur deserunt magna est exercitation mollit consectetur et eu. Irure minim occaecat enim laborum veniam ex minim esse esse minim aute nisi nulla non. Et excepteur eiusmod aute ut. Sunt pariatur nisi irure ut et tempor. Aute nostrud ad irure occaecat commodo.",
    "learningUnitType": "ENGL",
    "learningUnits": 8,
    "outcomes": [
      "aute",
      "occaecat",
      "irure",
      "minim",
      "laboris",
      "qui"
    ]
  },
  {
    "stem": "MATH",
    "number": 271,
    "title": "Qui anim incididunt velit voluptate laborum officia elit ipsum ut mollit.",
    "description": "Cupidatat ullamco deserunt velit irure non voluptate proident in occaecat. Magna Lorem ullamco consequat id ex consectetur proident anim deserunt. Ea aliqua voluptate ut voluptate incididunt cillum laborum ullamco in adipisicing. Enim excepteur dolor do dolor labore qui proident exercitation. Officia non adipisicing enim ullamco velit laborum sint ea aute. Lorem ad est exercitation non aliquip reprehenderit cupidatat anim adipisicing pariatur. Excepteur dolor voluptate officia consectetur occaecat aute ex. Culpa cupidatat aute irure nisi consectetur mollit aute. Tempor aliquip mollit ad pariatur quis do anim commodo culpa adipisicing. Laborum mollit enim labore reprehenderit pariatur ex nisi eiusmod officia consequat in minim.",
    "learningUnitType": "MATH",
    "learningUnits": 11,
    "outcomes": [
      "magna",
      "minim",
      "irure",
      "dolor",
      "reprehenderit",
      "nostrud",
      "do"
    ]
  },
  {
    "stem": "ART",
    "number": 439,
    "title": "Dolore proident occaecat duis sint duis sunt in cillum consectetur eu magna laboris.",
    "description": "Ex sint ad irure ea amet velit officia voluptate minim. Adipisicing eu nulla est velit dolore cupidatat fugiat cupidatat dolor. Id ea cillum officia nisi eu et elit ut laboris non dolore ipsum. Ut ullamco esse exercitation nostrud elit excepteur aliqua cillum veniam elit eiusmod magna enim ipsum. Proident anim officia consectetur quis ea ut. Irure anim consequat voluptate fugiat esse cillum in tempor fugiat velit aliquip sunt et anim. Reprehenderit cupidatat id Lorem laborum sunt occaecat do duis id sunt reprehenderit. Est qui id est irure labore et excepteur exercitation ullamco nulla consequat duis magna. Occaecat dolor cillum duis mollit id aliqua irure reprehenderit Lorem ad. Incididunt nulla do occaecat aliquip exercitation irure nisi eu eiusmod ut.",
    "learningUnitType": "ART",
    "learningUnits": 9,
    "outcomes": [
      "consequat",
      "enim",
      "tempor",
      "voluptate",
      "amet"
    ]
  },
  {
    "stem": "REL",
    "number": 281,
    "title": "Occaecat sunt aliqua ea elit officia reprehenderit laborum duis sunt anim.",
    "description": "Exercitation eu duis enim exercitation dolor esse esse nisi non duis. Reprehenderit ea proident reprehenderit nisi consequat. Sint cillum sit esse laboris irure elit enim sunt aliquip ipsum ut nostrud aliqua magna. Dolore incididunt do irure culpa dolor do do elit anim irure eiusmod. Nostrud aliqua reprehenderit veniam aliquip ullamco ad amet sunt ipsum. Sint nulla elit dolore consectetur culpa sit laborum ea minim laboris. Ad minim duis proident consectetur eu reprehenderit. Est ipsum in occaecat dolor reprehenderit voluptate. Eiusmod consequat eu ullamco Lorem. Fugiat enim eiusmod qui aute aliqua mollit eu dolor amet pariatur proident irure amet exercitation.",
    "learningUnitType": "REL",
    "learningUnits": 7,
    "outcomes": [
      "esse",
      "velit",
      "ea",
      "minim",
      "id",
      "exercitation",
      "laboris",
      "anim"
    ]
  },
  {
    "stem": "CS",
    "number": 222,
    "title": "Pariatur ut adipisicing voluptate Lorem deserunt ut culpa ullamco irure reprehenderit.",
    "description": "Dolor adipisicing culpa excepteur ut laborum et velit. Dolor magna voluptate ea anim labore sit cupidatat laborum ullamco deserunt. Aliquip veniam labore reprehenderit ex Lorem consequat ipsum labore. Adipisicing irure duis et do sint aute minim esse non ullamco veniam cillum proident non. Commodo id nulla duis amet adipisicing aliqua proident aute nisi. Ullamco dolore quis laboris mollit fugiat. Elit deserunt dolor esse aute eu quis culpa anim eiusmod. Non enim ex ullamco mollit et sit fugiat enim exercitation est. Ullamco sunt incididunt anim consectetur non sit irure eu qui qui mollit labore nisi sit. Reprehenderit anim id velit laborum pariatur occaecat culpa ullamco et elit elit.",
    "learningUnitType": "CS",
    "learningUnits": 11,
    "outcomes": [
      "aliquip",
      "sit",
      "ullamco",
      "sit",
      "velit",
      "nisi",
      "nisi",
      "laboris"
    ]
  },
  {
    "stem": "REL",
    "number": 106,
    "title": "Culpa id esse laborum tempor ad do ex reprehenderit in in.",
    "description": "Dolor ad fugiat nisi excepteur do esse adipisicing. Minim incididunt adipisicing adipisicing aute mollit laborum. Eiusmod officia sint esse aliquip ipsum adipisicing. Magna do adipisicing veniam nulla qui cillum tempor do et veniam non et est quis. Id sit anim esse anim quis quis. Pariatur aliqua dolor nostrud do sunt id laboris incididunt mollit. Nostrud voluptate in tempor nulla dolor ea dolor aliquip consectetur id ad laboris mollit pariatur. Amet cillum nulla nulla voluptate dolor sint. Officia minim mollit excepteur cupidatat ex magna do deserunt pariatur nisi. Sint fugiat eiusmod et aliquip cillum.",
    "learningUnitType": "REL",
    "learningUnits": 7,
    "outcomes": [
      "non",
      "ullamco",
      "dolore",
      "velit",
      "ex",
      "ut",
      "irure"
    ]
  },
  {
    "stem": "CHEM",
    "number": 509,
    "title": "Sint amet deserunt non ad dolore tempor nostrud excepteur commodo.",
    "description": "Sit officia do do commodo amet anim ex id. Laborum non sunt id sit cupidatat nisi consequat et ea quis voluptate aute nulla. Minim eu elit sint fugiat et mollit adipisicing amet in et. Esse minim consequat do tempor labore aute ut ea. Amet minim ipsum dolore tempor mollit irure culpa officia irure voluptate cupidatat. Dolore commodo velit laborum mollit amet. Amet Lorem excepteur consectetur cillum in laborum est. Sunt enim amet ullamco sunt adipisicing officia. Enim velit et exercitation voluptate elit. Eiusmod voluptate id eu do consectetur commodo elit laboris minim reprehenderit qui.",
    "learningUnitType": "CHEM",
    "learningUnits": 5,
    "outcomes": [
      "aute",
      "sit",
      "esse",
      "aliquip",
      "enim"
    ]
  },
  {
    "stem": "CHEM",
    "number": 334,
    "title": "Proident deserunt veniam ullamco exercitation labore mollit.",
    "description": "Laboris id in in nisi cupidatat laboris anim qui. Nisi est ex quis eu nulla ut minim laborum in fugiat veniam velit quis ad. Dolore nulla et dolor est non. Enim dolor dolore anim nostrud esse duis quis nisi aliqua mollit dolore aute reprehenderit. Lorem laborum officia culpa nisi culpa qui occaecat est cupidatat ex. Ex tempor amet laborum culpa occaecat eiusmod adipisicing ipsum pariatur sit consectetur mollit. Incididunt tempor anim mollit amet voluptate. Ut do officia ex Lorem id. Velit duis reprehenderit reprehenderit commodo labore sit consectetur deserunt enim. Laborum amet incididunt esse mollit.",
    "learningUnitType": "CHEM",
    "learningUnits": 8,
    "outcomes": [
      "elit",
      "Lorem",
      "excepteur",
      "dolore",
      "proident"
    ]
  },
  {
    "stem": "MATH",
    "number": 354,
    "title": "Commodo ullamco pariatur pariatur ullamco et do.",
    "description": "Nisi labore do velit elit eiusmod ad Lorem in reprehenderit et officia. Quis exercitation amet excepteur mollit occaecat esse enim ullamco irure magna esse ex ex magna. Et reprehenderit pariatur id minim tempor aute. Esse duis veniam est reprehenderit dolor occaecat aliqua in veniam occaecat eu exercitation pariatur nulla. Nostrud ullamco duis consequat ea exercitation incididunt. Exercitation esse tempor consequat duis nostrud aliquip veniam eu reprehenderit. Labore nostrud minim sit qui laborum eu et ex ea consectetur nisi excepteur cupidatat nisi. Quis non consectetur ut eu voluptate ex exercitation. Nostrud ullamco duis nostrud in excepteur. Sit officia ipsum culpa tempor occaecat occaecat cillum.",
    "learningUnitType": "MATH",
    "learningUnits": 8,
    "outcomes": [
      "ut",
      "dolor",
      "nisi",
      "quis",
      "aute",
      "sit",
      "non",
      "ut"
    ]
  },
  {
    "stem": "REL",
    "number": 441,
    "title": "Aliquip magna cillum ea culpa officia deserunt sit Lorem nulla occaecat.",
    "description": "Commodo consequat eu amet enim ut. In adipisicing excepteur Lorem aute quis minim incididunt qui incididunt nostrud quis est ex. Aliqua anim sit labore commodo quis non eiusmod sunt duis aute exercitation. Excepteur exercitation proident minim laborum sint nostrud cillum et et culpa commodo culpa ad ad. Laborum aliquip commodo commodo magna. Nostrud Lorem sunt nostrud laborum cillum culpa. Qui laborum qui ea qui in ut commodo culpa aliqua aliqua. Ad ex est elit mollit irure ea eiusmod. Officia in minim nisi culpa nulla. Eu labore eu ea ullamco.",
    "learningUnitType": "REL",
    "learningUnits": 9,
    "outcomes": [
      "culpa",
      "reprehenderit",
      "tempor",
      "reprehenderit",
      "sit",
      "veniam",
      "deserunt",
      "ex"
    ]
  },
  {
    "stem": "PHYS",
    "number": 320,
    "title": "Veniam labore veniam sunt est veniam amet aute dolor non magna nostrud velit laboris.",
    "description": "Deserunt amet quis dolore duis veniam. Non officia amet ad ea in commodo amet aliqua in non laborum aliquip veniam. Consectetur eiusmod cillum exercitation eu ex cupidatat aute officia ullamco. Veniam deserunt deserunt laborum sint quis velit sint esse esse. Lorem minim duis laboris anim do velit ad ea aliquip ullamco culpa amet velit. In Lorem minim qui dolor cillum duis laborum in tempor exercitation nulla. Officia aliquip amet ullamco irure esse do aliquip tempor dolore incididunt. Mollit aute adipisicing laborum officia adipisicing et magna commodo. Non quis aliquip officia fugiat ipsum cillum in ad. Officia ut sit occaecat qui aute culpa.",
    "learningUnitType": "PHYS",
    "learningUnits": 8,
    "outcomes": [
      "aute",
      "proident",
      "do",
      "commodo",
      "dolore"
    ]
  },
  {
    "stem": "ENGL",
    "number": 184,
    "title": "Officia Lorem voluptate deserunt fugiat quis mollit officia.",
    "description": "Reprehenderit occaecat laboris voluptate reprehenderit amet occaecat. Ut eiusmod in sunt quis et commodo eu commodo aute commodo non consectetur aute. Duis elit eiusmod cupidatat sint id sunt aliqua laborum do. Dolore ut nulla ipsum minim minim esse laboris laboris dolore quis ut amet. Labore labore voluptate esse occaecat. Minim tempor quis est ea occaecat exercitation ut ut laboris. Cillum in enim sunt duis tempor esse aliquip quis quis non cillum. Nisi ex exercitation reprehenderit nisi cupidatat dolor laboris duis qui enim tempor cillum. Officia amet dolor enim velit veniam nisi esse veniam excepteur fugiat dolor consequat. Irure velit velit aute proident officia.",
    "learningUnitType": "ENGL",
    "learningUnits": 7,
    "outcomes": [
      "laboris",
      "et",
      "in",
      "amet",
      "duis",
      "aute",
      "voluptate"
    ]
  },
  {
    "stem": "CHEM",
    "number": 432,
    "title": "Aliqua excepteur ipsum ex non deserunt qui fugiat Lorem eu enim dolore.",
    "description": "Sint sit occaecat sunt pariatur elit adipisicing tempor culpa dolore veniam anim aute occaecat. Ut Lorem reprehenderit do ipsum eiusmod commodo dolor minim minim non incididunt non. Nulla amet est enim esse dolor do aliqua sunt. Magna sit anim quis dolore sunt consequat sint nostrud exercitation sit veniam id enim labore. Esse ipsum elit non eu consectetur nulla excepteur ad dolore commodo. Labore cillum nisi nisi laborum id pariatur. Consectetur est sit dolor dolor quis exercitation culpa voluptate cillum consectetur eu id veniam. Anim nostrud tempor Lorem ea irure aliquip enim sint. Reprehenderit elit aliqua cupidatat irure culpa cillum minim esse non Lorem aliqua fugiat qui ullamco. In ea et proident nulla.",
    "learningUnitType": "CHEM",
    "learningUnits": 6,
    "outcomes": [
      "proident",
      "proident",
      "irure",
      "elit",
      "sunt",
      "est"
    ]
  },
  {
    "stem": "PHIL",
    "number": 165,
    "title": "Mollit proident qui dolor officia magna eiusmod ex esse magna aliqua eu enim.",
    "description": "Aliqua id sit nisi esse ipsum ut duis reprehenderit mollit reprehenderit enim culpa. Fugiat aliquip excepteur minim ullamco in id non duis velit laborum. Deserunt voluptate excepteur qui minim sunt elit. Eu pariatur deserunt culpa cupidatat tempor laborum et ad duis officia incididunt sit amet. Lorem quis reprehenderit magna qui nostrud esse veniam non adipisicing eu cillum. Mollit duis laborum voluptate proident dolore exercitation aute velit reprehenderit dolore ullamco minim. Sunt commodo anim nostrud officia mollit reprehenderit veniam dolore excepteur incididunt occaecat qui esse aute. Mollit mollit nulla fugiat nisi ut incididunt eiusmod consequat enim excepteur. Fugiat occaecat et ea et et sit consectetur aliquip officia velit elit ut ut eu. Id cillum ad aliqua duis consectetur ex irure culpa minim fugiat officia amet pariatur.",
    "learningUnitType": "PHIL",
    "learningUnits": 7,
    "outcomes": [
      "sunt",
      "amet",
      "adipisicing",
      "reprehenderit",
      "ex"
    ]
  },
  {
    "stem": "ENGL",
    "number": 173,
    "title": "Aute enim labore dolore sunt amet ut pariatur occaecat adipisicing occaecat et veniam eiusmod irure.",
    "description": "Pariatur sunt voluptate sint proident Lorem consequat veniam est. Voluptate ut commodo excepteur esse irure aliquip ex. Tempor velit laborum qui consequat do pariatur velit ex. Nulla ad ullamco culpa eu incididunt. Incididunt est incididunt mollit officia cupidatat reprehenderit ullamco in irure quis irure id. Consectetur in nostrud fugiat sint excepteur fugiat amet proident laboris. Irure est deserunt ut elit nisi enim Lorem ullamco ea incididunt nulla. Anim in laboris anim ipsum eu. Aliqua incididunt duis in nostrud magna nostrud consequat adipisicing nisi quis reprehenderit sint. Proident ex cupidatat dolore est id nulla et id anim ad.",
    "learningUnitType": "ENGL",
    "learningUnits": 7,
    "outcomes": [
      "aliqua",
      "nulla",
      "nulla",
      "aute",
      "aute"
    ]
  },
  {
    "stem": "CS",
    "number": 440,
    "title": "Deserunt laboris voluptate elit exercitation occaecat commodo cillum velit nisi.",
    "description": "Deserunt enim sint elit cillum nisi enim voluptate. Amet anim id excepteur anim id nostrud labore Lorem. Do et velit Lorem incididunt incididunt officia aliqua sunt esse labore laboris ea ipsum et. Deserunt fugiat fugiat quis esse velit magna enim quis aute consequat. Sit sit eu minim amet consequat voluptate excepteur in sit. Id ea sunt ex qui occaecat. Anim id exercitation id occaecat eu consequat. Veniam deserunt aute quis minim aliquip. Amet qui ullamco cupidatat ea in elit duis deserunt est. Ut culpa consectetur ut sint tempor labore ipsum.",
    "learningUnitType": "CS",
    "learningUnits": 10,
    "outcomes": [
      "duis",
      "veniam",
      "occaecat",
      "aliquip",
      "magna"
    ]
  },
  {
    "stem": "CHEM",
    "number": 198,
    "title": "Laboris ut labore elit minim nostrud excepteur consequat amet ullamco id sit proident.",
    "description": "Consequat officia cupidatat aute et nostrud cillum et aliquip minim. Non irure esse sunt amet aliqua commodo dolore labore cupidatat incididunt. Pariatur ut eiusmod qui pariatur dolor duis aliqua non est laborum duis nulla. Laborum proident eu ex laborum irure nostrud pariatur mollit dolore culpa cillum dolore ut ad. Ex laborum duis sunt laboris. Magna amet dolore dolore reprehenderit. Elit culpa velit culpa duis ea. Esse mollit magna reprehenderit non sunt Lorem veniam id. Aute et consequat mollit est laborum. Aliqua do anim adipisicing deserunt laborum quis.",
    "learningUnitType": "CHEM",
    "learningUnits": 7,
    "outcomes": [
      "fugiat",
      "amet",
      "minim",
      "cupidatat",
      "incididunt",
      "sit",
      "ea"
    ]
  },
  {
    "stem": "CS",
    "number": 410,
    "title": "Adipisicing ut veniam sit irure aliquip.",
    "description": "Quis do nostrud ad pariatur. Mollit commodo commodo deserunt deserunt est laborum cillum velit duis. Incididunt reprehenderit eu reprehenderit exercitation non ad elit qui dolor sunt. Cupidatat nisi veniam duis nulla laboris veniam tempor occaecat consectetur dolor occaecat. Occaecat mollit fugiat ex ex aute nostrud aliquip in ipsum ad. Velit incididunt exercitation incididunt consectetur enim. Aute sit sit magna velit in laboris sint voluptate. Cillum velit sit mollit dolor ullamco in nostrud. Nulla proident elit consectetur eu nostrud do adipisicing sunt ipsum mollit. Aliquip nisi do quis occaecat ut.",
    "learningUnitType": "CS",
    "learningUnits": 6,
    "outcomes": [
      "ex",
      "labore",
      "tempor",
      "ullamco",
      "aute",
      "ullamco",
      "nostrud"
    ]
  },
  {
    "stem": "BIO",
    "number": 188,
    "title": "Enim aliqua ipsum eu aliqua et.",
    "description": "Fugiat laboris tempor labore dolor laborum anim laborum excepteur id est do laboris laboris quis. Laboris occaecat nostrud consequat incididunt. Aute eiusmod labore nostrud adipisicing nulla occaecat aute amet. Fugiat cupidatat tempor aliquip ut do labore. Ea nisi ut ut velit dolor. Ex qui aliquip id deserunt ea. Quis anim ea sint do consectetur eu voluptate sint nisi. Id id esse consectetur dolore tempor quis veniam. Cupidatat cupidatat excepteur officia est consectetur deserunt dolore proident. Dolore culpa consequat consectetur incididunt.",
    "learningUnitType": "BIO",
    "learningUnits": 11,
    "outcomes": [
      "ut",
      "culpa",
      "enim",
      "ipsum",
      "et",
      "cillum",
      "pariatur",
      "ullamco"
    ]
  },
  {
    "stem": "PHYS",
    "number": 344,
    "title": "Officia excepteur laboris quis non.",
    "description": "Fugiat duis consequat dolor in qui veniam proident dolor est est. Ipsum ullamco aliqua reprehenderit adipisicing et sit qui. Sunt commodo esse proident non amet quis esse. Aliqua minim incididunt ad consequat fugiat commodo ipsum amet. Id ipsum irure incididunt nulla exercitation sint cupidatat ea mollit cupidatat. Officia proident commodo cupidatat pariatur ea id deserunt do esse elit incididunt mollit. Esse amet exercitation qui proident. Ea ad proident cupidatat dolore non amet consectetur ex. Lorem voluptate proident ullamco ut labore. Esse cillum amet exercitation non incididunt ullamco cillum sunt exercitation est enim.",
    "learningUnitType": "PHYS",
    "learningUnits": 6,
    "outcomes": [
      "sint",
      "incididunt",
      "sit",
      "aliqua",
      "nostrud",
      "nulla"
    ]
  },
  {
    "stem": "ENGL",
    "number": 117,
    "title": "Proident duis eu dolore quis adipisicing sit culpa commodo est Lorem.",
    "description": "Dolore ipsum do pariatur anim anim est labore anim culpa commodo est. Anim commodo amet officia laborum. Enim exercitation enim aute ullamco eu aliqua mollit consequat excepteur dolore. Ex eu Lorem tempor dolor adipisicing consequat laboris cillum sunt consequat anim irure. Nostrud nisi do dolore nisi. Ut ipsum ullamco aute ipsum. Cupidatat elit irure ex nisi non deserunt adipisicing qui consequat proident elit in. Sunt nostrud minim incididunt excepteur dolore. Sunt mollit non nisi elit eiusmod incididunt ex nostrud elit veniam commodo eiusmod incididunt non. Deserunt quis ad est est.",
    "learningUnitType": "ENGL",
    "learningUnits": 10,
    "outcomes": [
      "adipisicing",
      "elit",
      "irure",
      "exercitation",
      "minim",
      "elit",
      "ipsum",
      "sit"
    ]
  },
  {
    "stem": "BIO",
    "number": 165,
    "title": "Commodo enim veniam non culpa culpa amet sunt nisi nostrud duis duis.",
    "description": "Fugiat ex ullamco ut proident veniam in aliqua. Ullamco nostrud qui pariatur duis sint exercitation. Exercitation cupidatat veniam et dolor id dolore nulla commodo amet laborum quis occaecat esse duis. Ullamco laboris ullamco incididunt sunt consequat magna fugiat est quis sunt ex ex. Occaecat aute labore sunt laboris. Amet pariatur occaecat aliqua do ad magna Lorem ad ex non incididunt adipisicing laborum dolore. Sit consequat id incididunt qui adipisicing sit veniam officia aute tempor laborum irure. Aliquip ut reprehenderit in ullamco. Laborum eiusmod dolor nostrud mollit quis. Irure ut sunt et tempor dolore sint exercitation sit eu laborum velit aliquip pariatur sunt.",
    "learningUnitType": "BIO",
    "learningUnits": 6,
    "outcomes": [
      "sint",
      "in",
      "officia",
      "amet",
      "duis",
      "velit",
      "ipsum"
    ]
  },
  {
    "stem": "PHYS",
    "number": 414,
    "title": "Mollit pariatur voluptate voluptate consequat sint qui veniam amet ipsum aliquip exercitation.",
    "description": "Reprehenderit cillum sint proident culpa et sint do. Sunt consequat ex aute est elit dolor mollit elit amet culpa ad laboris esse. Do cupidatat qui officia ex velit ad cillum elit in. Laborum amet elit minim in duis ipsum eiusmod aliquip enim do cillum ea nulla. Cillum exercitation aliqua nisi nisi laborum. Reprehenderit minim adipisicing et amet officia laboris commodo elit incididunt labore ullamco. Occaecat tempor quis adipisicing est quis. Anim magna tempor est aliquip exercitation. Esse laboris sit id tempor commodo irure amet tempor. Duis labore eu do adipisicing commodo cupidatat.",
    "learningUnitType": "PHYS",
    "learningUnits": 9,
    "outcomes": [
      "aliqua",
      "enim",
      "cillum",
      "tempor",
      "aliqua",
      "dolor"
    ]
  },
  {
    "stem": "CHEM",
    "number": 140,
    "title": "Aute fugiat occaecat quis laboris ea tempor nostrud occaecat.",
    "description": "Ut aute ex amet elit veniam sint quis duis. Quis tempor labore culpa dolor deserunt dolore adipisicing eiusmod ad non ipsum do duis excepteur. Duis commodo id mollit quis Lorem velit deserunt ea cupidatat velit. Nisi anim nostrud ullamco commodo Lorem amet esse irure. Est eu consequat Lorem laborum excepteur nostrud velit. Esse aute sit quis eu. Irure exercitation et dolore eu ipsum tempor incididunt reprehenderit cupidatat officia ut. Adipisicing exercitation sit in laboris in officia consectetur incididunt dolor laborum do. Pariatur consectetur culpa nostrud culpa incididunt ea aute labore mollit ea. Minim magna proident ad esse laboris ut veniam nulla labore amet mollit in laboris.",
    "learningUnitType": "CHEM",
    "learningUnits": 7,
    "outcomes": [
      "occaecat",
      "enim",
      "sint",
      "pariatur",
      "exercitation",
      "ad",
      "ex",
      "duis"
    ]
  },
  {
    "stem": "BIO",
    "number": 526,
    "title": "Et adipisicing consectetur aute ullamco ex consectetur incididunt culpa exercitation sit.",
    "description": "Ullamco velit sit nulla et aliqua ea qui adipisicing. Ea minim irure deserunt incididunt exercitation aute tempor tempor dolor irure ea. Qui non non ex pariatur eiusmod elit sit pariatur proident quis. Cillum aute veniam irure ex nostrud voluptate officia adipisicing. Nulla esse adipisicing do quis eu nostrud ex ea aliqua voluptate ea. Dolor reprehenderit irure in dolore amet laborum. Cupidatat esse consequat consectetur proident laboris sunt consectetur anim excepteur laborum. Aliqua exercitation dolor fugiat laboris ea cupidatat est qui culpa ea anim nostrud. Nisi ad in mollit sunt adipisicing qui in reprehenderit aliquip. Cupidatat deserunt eu aliqua elit sunt non.",
    "learningUnitType": "BIO",
    "learningUnits": 7,
    "outcomes": [
      "qui",
      "laboris",
      "ad",
      "voluptate",
      "laboris",
      "id"
    ]
  },
  {
    "stem": "GEOL",
    "number": 333,
    "title": "Tempor elit sint eu deserunt.",
    "description": "Deserunt quis ex nisi non fugiat ex deserunt nisi cupidatat. Exercitation veniam labore cupidatat deserunt irure irure aute ea voluptate nisi qui culpa. Laboris esse commodo nulla nostrud. Adipisicing mollit anim aliquip minim. Sunt culpa aliquip ex amet et veniam duis esse aute dolor magna. Laboris irure ipsum reprehenderit sit nostrud velit anim voluptate tempor laborum commodo veniam veniam. Occaecat ex ullamco nisi aliqua minim voluptate labore amet eiusmod sint elit incididunt. Mollit quis enim est deserunt incididunt in reprehenderit sint incididunt occaecat. Consectetur in sit nisi proident ex nostrud laboris qui cupidatat amet eiusmod sit enim consectetur. Nulla consectetur quis aute ut excepteur elit anim laborum magna esse est magna ea et.",
    "learningUnitType": "GEOL",
    "learningUnits": 6,
    "outcomes": [
      "fugiat",
      "consectetur",
      "duis",
      "voluptate",
      "esse"
    ]
  },
  {
    "stem": "REL",
    "number": 519,
    "title": "Irure laborum non sit minim voluptate.",
    "description": "Sit ea esse magna ad ipsum consectetur eu quis fugiat sint quis duis quis dolor. Consequat sint nostrud adipisicing Lorem commodo. Fugiat voluptate fugiat ut irure elit labore reprehenderit incididunt consectetur reprehenderit excepteur. Lorem aliqua minim adipisicing incididunt consequat ullamco do eiusmod et exercitation ipsum sunt officia. Duis ullamco ut aliquip anim cillum exercitation ex. Ipsum deserunt deserunt in irure sunt voluptate reprehenderit cillum veniam irure sint commodo reprehenderit est. Nisi elit elit culpa dolore occaecat esse consectetur irure elit adipisicing aliqua nulla reprehenderit commodo. Cupidatat incididunt nulla eiusmod dolore tempor ea proident ipsum cillum nulla commodo sint reprehenderit laboris. Deserunt irure incididunt amet quis fugiat incididunt non proident fugiat nulla est commodo cillum. Excepteur officia nostrud velit non sunt eiusmod exercitation irure nostrud quis.",
    "learningUnitType": "REL",
    "learningUnits": 7,
    "outcomes": [
      "aute",
      "nulla",
      "ullamco",
      "amet",
      "do"
    ]
  },
  {
    "stem": "CS",
    "number": 141,
    "title": "Eiusmod cupidatat aliqua veniam labore anim officia deserunt proident qui minim.",
    "description": "Do voluptate aliquip aliqua ut qui nulla id ex eiusmod incididunt aliquip. Nulla in consequat aliquip incididunt fugiat. Officia ad fugiat velit tempor est voluptate mollit. Exercitation occaecat duis voluptate sit cillum ipsum commodo sit excepteur dolor laborum exercitation labore tempor. Eu dolore mollit aliqua commodo velit laborum laboris eu amet. Proident nulla qui incididunt laborum ea tempor sint excepteur consectetur dolore irure occaecat. Cupidatat Lorem sit anim dolor excepteur labore reprehenderit culpa irure veniam amet nulla exercitation sunt. Sit duis dolor nulla ad sunt in tempor. Lorem ad sit labore sit. Magna dolor anim dolore ut aliquip anim.",
    "learningUnitType": "CS",
    "learningUnits": 5,
    "outcomes": [
      "veniam",
      "aute",
      "est",
      "sint",
      "magna"
    ]
  },
  {
    "stem": "MATH",
    "number": 340,
    "title": "Nisi magna ad magna adipisicing.",
    "description": "Aliquip aute anim sint pariatur nulla Lorem qui adipisicing et ipsum exercitation. Tempor pariatur ullamco dolore consequat ad ullamco ipsum commodo veniam excepteur Lorem. Ad excepteur sunt nulla in enim in excepteur magna cupidatat ad. Velit qui adipisicing irure adipisicing ex fugiat aute ad elit. Consequat fugiat sunt non ea. Consectetur laborum Lorem tempor laborum ullamco proident non ea non consequat elit mollit ut laboris. Laborum ex deserunt enim eu anim incididunt officia est consequat et adipisicing irure eiusmod deserunt. Voluptate cillum magna dolore veniam est anim aute dolore sit adipisicing ipsum. Occaecat ut ex ipsum est exercitation cillum voluptate anim irure officia. Elit eiusmod qui nulla aliquip amet cupidatat laboris excepteur mollit irure qui Lorem nostrud.",
    "learningUnitType": "MATH",
    "learningUnits": 8,
    "outcomes": [
      "reprehenderit",
      "dolor",
      "fugiat",
      "ad",
      "aute",
      "eiusmod",
      "est"
    ]
  },
  {
    "stem": "CS",
    "number": 167,
    "title": "Aute amet amet nisi quis exercitation consequat sunt veniam.",
    "description": "Sit amet consequat pariatur et exercitation duis magna veniam esse cillum. Eiusmod ut non proident ipsum sunt dolor. Et laboris aute ut exercitation eiusmod. Dolor ut quis commodo quis ea laborum nisi irure elit cupidatat. Magna Lorem consectetur labore in proident excepteur exercitation ea aliqua nulla veniam laborum. Laborum cupidatat exercitation aute incididunt anim sunt cupidatat duis ea aute duis cupidatat proident. Lorem culpa eu fugiat aliquip veniam. Quis veniam anim cillum mollit. Irure eu dolore esse velit consectetur sit ex amet ex reprehenderit consectetur incididunt. Nulla laborum cupidatat nisi est veniam ut nulla nulla anim nostrud proident do quis enim.",
    "learningUnitType": "CS",
    "learningUnits": 11,
    "outcomes": [
      "aliqua",
      "aute",
      "in",
      "sunt",
      "excepteur",
      "qui"
    ]
  },
  {
    "stem": "BIO",
    "number": 521,
    "title": "Reprehenderit in do minim consectetur aliquip velit aliqua proident mollit duis eu nulla dolor.",
    "description": "Anim minim enim qui voluptate. Do nulla incididunt minim occaecat Lorem laboris et aliqua qui nostrud culpa do. Pariatur eu in cupidatat incididunt incididunt sit labore occaecat mollit elit qui quis aute. Et exercitation occaecat consectetur elit deserunt. Sit duis nisi excepteur qui et. Laboris amet cupidatat consequat dolor qui commodo laboris Lorem commodo. Proident velit sunt dolore et excepteur ad aliqua officia. Occaecat cillum aliqua aute sint elit aliqua nisi ut ex nostrud Lorem pariatur do. Sunt ipsum nostrud enim eiusmod voluptate fugiat ipsum irure nisi sit. Laboris et sunt eu irure pariatur aliqua.",
    "learningUnitType": "BIO",
    "learningUnits": 7,
    "outcomes": [
      "sit",
      "eiusmod",
      "aliqua",
      "amet",
      "pariatur",
      "do",
      "consectetur",
      "ad"
    ]
  },
  {
    "stem": "BIO",
    "number": 200,
    "title": "Sit id Lorem ea dolor Lorem laboris anim est cupidatat excepteur elit mollit occaecat.",
    "description": "Sint enim proident velit minim ipsum ad ipsum consectetur sint quis aute. Officia reprehenderit qui sunt ea cupidatat minim officia amet ex qui proident cillum. Eu dolor exercitation qui dolor dolor consectetur adipisicing id occaecat aliqua eu. Deserunt elit et occaecat nostrud deserunt excepteur occaecat cillum. Exercitation exercitation non ut nulla est tempor deserunt. Tempor minim est irure ipsum id esse voluptate duis. Dolor ipsum velit sit tempor fugiat. Et duis quis pariatur laboris sint deserunt proident commodo aliquip. Qui ea deserunt quis cupidatat dolor consequat labore. Laborum dolore qui ea adipisicing amet tempor deserunt nulla sunt fugiat.",
    "learningUnitType": "BIO",
    "learningUnits": 7,
    "outcomes": [
      "exercitation",
      "dolor",
      "incididunt",
      "commodo",
      "elit",
      "in",
      "nulla"
    ]
  },
  {
    "stem": "BIO",
    "number": 244,
    "title": "Nostrud amet tempor consectetur nisi laboris exercitation et duis excepteur ipsum dolor consequat aute nostrud.",
    "description": "Incididunt eu excepteur aliqua occaecat ad non dolor nulla dolore ex aliquip. Mollit nisi proident velit ex voluptate voluptate incididunt sunt. In sunt culpa deserunt tempor do tempor pariatur tempor nostrud ut ex incididunt. Laborum in velit deserunt eiusmod fugiat nulla adipisicing qui cupidatat amet excepteur excepteur. Non deserunt cupidatat dolore est sint ullamco officia consequat culpa. Eu nostrud officia fugiat et exercitation reprehenderit ea labore id sint occaecat. Non incididunt dolor aute ipsum excepteur sit dolor. Velit deserunt mollit amet cupidatat excepteur. Duis cillum reprehenderit occaecat veniam quis. Lorem esse tempor ipsum duis fugiat officia Lorem esse sit nostrud.",
    "learningUnitType": "BIO",
    "learningUnits": 10,
    "outcomes": [
      "minim",
      "consectetur",
      "sunt",
      "id",
      "Lorem",
      "tempor",
      "velit",
      "ullamco"
    ]
  },
  {
    "stem": "GEOL",
    "number": 258,
    "title": "Occaecat amet dolore amet ex aliquip qui laborum occaecat aute magna enim voluptate.",
    "description": "Magna nulla ex mollit et nisi cillum culpa magna sunt eiusmod. Aliqua nostrud ipsum do ipsum elit ipsum excepteur duis in dolore reprehenderit. Do non in nulla mollit do adipisicing id duis. Qui aliquip fugiat do culpa proident duis id. Consectetur ex incididunt aute laborum. Cupidatat duis nisi esse magna et veniam. Sit minim dolore culpa labore culpa ea reprehenderit elit consequat. Do minim sint cupidatat excepteur voluptate ut consequat do incididunt. Est fugiat pariatur non anim aute pariatur id do cillum consequat culpa duis culpa. Ipsum commodo nulla veniam nulla incididunt qui dolore magna ipsum ipsum laboris mollit veniam nostrud.",
    "learningUnitType": "GEOL",
    "learningUnits": 11,
    "outcomes": [
      "proident",
      "cillum",
      "consectetur",
      "reprehenderit",
      "labore"
    ]
  },
  {
    "stem": "REL",
    "number": 264,
    "title": "Laboris nostrud Lorem eu anim sint in officia dolor quis laborum anim nisi est nisi.",
    "description": "Cillum est deserunt consequat tempor commodo cupidatat eiusmod. Quis in non aliquip et. Voluptate ex dolore deserunt magna pariatur nisi. Amet irure deserunt ullamco ea tempor commodo enim laborum nisi proident. Ut esse officia laborum officia ullamco. Nulla in est incididunt officia voluptate Lorem. Esse cupidatat qui sit minim sint commodo occaecat. Consectetur pariatur enim excepteur velit ad minim. Reprehenderit eiusmod reprehenderit quis et minim. Labore cupidatat incididunt cupidatat exercitation cupidatat officia qui non et irure aliquip pariatur.",
    "learningUnitType": "REL",
    "learningUnits": 10,
    "outcomes": [
      "consequat",
      "voluptate",
      "adipisicing",
      "elit",
      "aute"
    ]
  },
  {
    "stem": "MATH",
    "number": 196,
    "title": "Incididunt nostrud minim eu mollit nisi adipisicing proident consectetur exercitation.",
    "description": "Occaecat eiusmod labore est nisi in minim excepteur enim. Ea magna mollit enim Lorem mollit magna occaecat ea adipisicing irure. Excepteur adipisicing sunt id eu. Cillum id ipsum fugiat adipisicing adipisicing elit laboris consectetur qui amet aliquip sunt sunt sunt. Commodo dolor consequat est ipsum non excepteur adipisicing exercitation tempor qui. Deserunt labore ipsum eiusmod pariatur est eu ad. Sunt deserunt elit do mollit elit anim irure. Consequat duis est esse consectetur. Nulla mollit pariatur exercitation in ullamco nostrud incididunt excepteur est. Sit enim in et magna laborum.",
    "learningUnitType": "MATH",
    "learningUnits": 10,
    "outcomes": [
      "culpa",
      "et",
      "consequat",
      "Lorem",
      "velit",
      "excepteur",
      "incididunt"
    ]
  },
  {
    "stem": "GEOL",
    "number": 117,
    "title": "Qui veniam aliqua sint irure voluptate consequat enim Lorem tempor ad laborum qui dolore et.",
    "description": "Dolore eu ut nostrud aute consectetur reprehenderit eiusmod nostrud reprehenderit ad. Laboris dolor laboris labore duis. Dolor ipsum occaecat eu minim id ea culpa sunt esse. Aute fugiat enim esse irure labore sit esse laborum ut officia. Exercitation culpa fugiat duis ad deserunt nulla nostrud laboris labore. Eiusmod commodo eu minim amet aute sunt sint non ex. Dolore et minim aliquip aute excepteur esse. Sint occaecat et do incididunt exercitation minim. Sit dolor tempor consectetur dolor irure duis cillum mollit fugiat velit enim ipsum magna ea. Enim consectetur veniam reprehenderit proident.",
    "learningUnitType": "GEOL",
    "learningUnits": 12,
    "outcomes": [
      "irure",
      "excepteur",
      "amet",
      "ullamco",
      "ea",
      "ullamco",
      "sunt",
      "dolore"
    ]
  },
  {
    "stem": "ART",
    "number": 349,
    "title": "Occaecat reprehenderit tempor ipsum mollit aute commodo ut elit in labore ad sint anim culpa.",
    "description": "Consectetur aliqua do nisi ex anim ea. Commodo enim laborum eiusmod occaecat laboris adipisicing incididunt magna minim aliquip velit veniam ullamco aliqua. Ullamco ipsum eiusmod proident aliquip laboris veniam velit minim proident incididunt laboris et nulla anim. Tempor ullamco cillum adipisicing consequat sint in veniam nostrud nostrud ad qui. Minim proident officia nostrud sit nostrud nostrud ullamco laboris occaecat sint. Eu aliquip dolore deserunt ullamco qui ullamco pariatur exercitation mollit sit. Aliquip ut elit duis esse enim enim ea. Aliquip quis ex Lorem in exercitation commodo aliqua. Aliqua irure sint veniam quis do ipsum qui duis. Eiusmod laboris tempor eiusmod nostrud nostrud sit incididunt.",
    "learningUnitType": "ART",
    "learningUnits": 6,
    "outcomes": [
      "pariatur",
      "laborum",
      "fugiat",
      "et",
      "enim",
      "qui"
    ]
  },
  {
    "stem": "MUS",
    "number": 540,
    "title": "Velit irure esse qui occaecat exercitation quis.",
    "description": "Aute quis qui deserunt consequat. Do labore nulla eiusmod qui adipisicing consectetur dolor. Occaecat cillum elit quis aliqua cillum. Nostrud Lorem consectetur minim commodo labore exercitation ipsum. Voluptate incididunt tempor labore nulla eiusmod qui consequat ut commodo elit aliqua ea cillum. Id reprehenderit do commodo amet est duis cupidatat sunt laboris aute et tempor nostrud. Dolore labore cupidatat sunt nisi fugiat. Dolor anim eu incididunt exercitation enim commodo officia qui ullamco sint aute veniam. Ullamco elit occaecat aliqua ea est in nulla et qui cupidatat mollit fugiat. Duis et est cupidatat et esse in quis duis excepteur ea.",
    "learningUnitType": "MUS",
    "learningUnits": 10,
    "outcomes": [
      "adipisicing",
      "consectetur",
      "esse",
      "nostrud",
      "anim",
      "quis",
      "in"
    ]
  },
  {
    "stem": "CS",
    "number": 283,
    "title": "In mollit veniam incididunt nisi ea commodo.",
    "description": "Nulla occaecat culpa mollit elit nisi ad. Cupidatat nostrud dolore ut quis duis et excepteur deserunt minim. Excepteur nulla aliqua nostrud velit nisi. Aliqua veniam ut proident deserunt cupidatat. Veniam cillum enim eu aliquip veniam id qui tempor mollit reprehenderit mollit culpa id. Eiusmod eu enim minim laboris sunt tempor. Veniam consectetur aliquip enim cupidatat. Sit aliqua sint nisi do sunt do eu. Esse magna eu aliquip exercitation do laboris ad aliqua excepteur ea do voluptate id esse. Excepteur laboris qui magna laboris fugiat irure qui tempor dolor proident eiusmod velit sunt.",
    "learningUnitType": "CS",
    "learningUnits": 7,
    "outcomes": [
      "adipisicing",
      "labore",
      "ex",
      "cillum",
      "adipisicing",
      "sint",
      "in",
      "ullamco"
    ]
  },
  {
    "stem": "ART",
    "number": 540,
    "title": "Ut occaecat esse ipsum veniam.",
    "description": "Ex minim adipisicing esse minim voluptate nostrud anim esse voluptate id do eiusmod excepteur duis. Laborum exercitation qui anim nisi dolor. Enim non ut non dolore id. Cupidatat laborum laboris labore ullamco. Elit nostrud proident ea minim reprehenderit ex aliqua esse cillum culpa eiusmod minim. Pariatur aliquip proident ea commodo sit commodo. Qui sit commodo deserunt anim dolore labore nulla et. Id consectetur nisi Lorem consequat commodo. Commodo veniam ea dolore voluptate excepteur qui tempor. Ex laboris culpa nisi officia exercitation.",
    "learningUnitType": "ART",
    "learningUnits": 9,
    "outcomes": [
      "elit",
      "fugiat",
      "labore",
      "voluptate",
      "ipsum"
    ]
  },
  {
    "stem": "ART",
    "number": 290,
    "title": "Reprehenderit ex commodo consectetur tempor.",
    "description": "Incididunt duis nisi amet deserunt. Exercitation consequat minim voluptate velit ipsum Lorem. Elit sunt elit laboris eiusmod irure aute consectetur qui nulla. Tempor officia tempor eu aliquip non eiusmod anim mollit irure. Aute irure esse nulla eu duis reprehenderit culpa voluptate dolor. Irure nisi duis occaecat sunt eu ipsum aliquip reprehenderit laboris cillum ea. Est fugiat pariatur reprehenderit labore. Ex est irure culpa nulla est esse irure ea. Consequat nulla enim consectetur irure. Dolore anim in officia non nisi.",
    "learningUnitType": "ART",
    "learningUnits": 10,
    "outcomes": [
      "deserunt",
      "eiusmod",
      "occaecat",
      "commodo",
      "consequat",
      "tempor"
    ]
  },
  {
    "stem": "CS",
    "number": 434,
    "title": "Laboris consequat proident ipsum adipisicing dolore consectetur ad velit.",
    "description": "Dolor commodo mollit nisi officia cillum id eu. Deserunt ea excepteur aute nulla laborum reprehenderit laborum. Est velit non nostrud cillum ex duis ullamco Lorem sunt mollit. Officia nulla id velit aliqua. Ut eu labore dolor ipsum pariatur minim proident eiusmod occaecat exercitation sunt incididunt minim duis. Aute nulla do eu irure deserunt sint tempor esse aliquip mollit ea pariatur. Minim minim esse labore reprehenderit et non sit dolore culpa duis irure laboris. Laboris voluptate irure irure ipsum proident non aliqua nulla ea exercitation in nulla. Occaecat voluptate ipsum deserunt cupidatat consequat velit magna nisi dolor. Officia voluptate tempor fugiat pariatur pariatur veniam fugiat dolor consectetur amet veniam.",
    "learningUnitType": "CS",
    "learningUnits": 6,
    "outcomes": [
      "excepteur",
      "duis",
      "excepteur",
      "laborum",
      "duis",
      "cillum",
      "laboris"
    ]
  },
  {
    "stem": "MUS",
    "number": 491,
    "title": "Pariatur voluptate labore voluptate eu cupidatat in consectetur.",
    "description": "Aliquip elit in ipsum sunt nostrud enim fugiat enim. Proident exercitation aliqua in enim non minim pariatur amet fugiat. Et ut magna velit minim voluptate labore ea aliquip proident labore tempor consequat id. Ut sit anim incididunt Lorem dolore ut ad sit eu sunt consectetur reprehenderit cillum. Cupidatat minim ad anim velit nulla elit minim cillum labore nostrud Lorem excepteur officia. Reprehenderit labore occaecat ea consectetur ex laboris ullamco reprehenderit proident amet nulla. Deserunt aliquip officia excepteur dolor officia nulla nisi exercitation ex incididunt cillum. Cillum anim duis culpa proident commodo ullamco do cupidatat commodo et mollit. Nulla quis dolor Lorem deserunt ut excepteur labore. Cupidatat cillum proident do non adipisicing non irure nisi reprehenderit nulla anim laboris.",
    "learningUnitType": "MUS",
    "learningUnits": 9,
    "outcomes": [
      "ad",
      "Lorem",
      "labore",
      "id",
      "ea",
      "velit",
      "est"
    ]
  },
  {
    "stem": "CS",
    "number": 197,
    "title": "Eiusmod eiusmod amet voluptate velit ipsum velit nisi culpa.",
    "description": "Id laborum consectetur et aliquip ullamco in dolore proident laboris occaecat aliqua. Officia veniam quis Lorem ut nisi proident qui ipsum ea. Aliqua do sit tempor aliqua ad ipsum excepteur veniam magna quis. Et est nulla deserunt est qui et magna dolor dolore. Reprehenderit est adipisicing proident Lorem ullamco aute deserunt quis aliqua duis fugiat id incididunt exercitation. Tempor eiusmod adipisicing occaecat veniam nostrud est et ex ipsum culpa irure. Irure est adipisicing eu Lorem nulla. Amet adipisicing nostrud nulla elit occaecat nisi voluptate nostrud. Nostrud sunt incididunt quis ullamco. Anim enim dolor ex sint.",
    "learningUnitType": "CS",
    "learningUnits": 12,
    "outcomes": [
      "aute",
      "tempor",
      "Lorem",
      "elit",
      "do",
      "excepteur",
      "ipsum",
      "amet"
    ]
  },
  {
    "stem": "CHEM",
    "number": 405,
    "title": "Enim ipsum pariatur culpa cillum aute exercitation ea nostrud consectetur quis proident occaecat.",
    "description": "Et esse amet laborum velit Lorem sint nulla mollit sunt ullamco magna. Esse fugiat ad minim voluptate. Voluptate elit ipsum aute sunt Lorem culpa sit eiusmod proident nostrud magna. Esse dolore aute consequat est est nostrud cillum mollit nisi. Sunt nisi excepteur occaecat exercitation dolor enim. Qui ullamco id esse ut eiusmod. Amet non sunt in sit reprehenderit excepteur ea eiusmod nostrud. Qui voluptate dolore proident minim enim et non irure. Sint elit nostrud elit aliqua ullamco pariatur minim labore. Labore dolor Lorem qui sint non aliquip in veniam.",
    "learningUnitType": "CHEM",
    "learningUnits": 7,
    "outcomes": [
      "irure",
      "anim",
      "deserunt",
      "ut",
      "excepteur",
      "enim"
    ]
  },
  {
    "stem": "ART",
    "number": 108,
    "title": "Officia sunt culpa laborum commodo velit duis eu elit aute officia culpa.",
    "description": "Dolore esse sunt cillum commodo ut eu et nostrud culpa quis commodo. Ut magna eu culpa est veniam in sunt. Sunt pariatur irure eiusmod officia pariatur nostrud sint est adipisicing reprehenderit proident sint consectetur. Nostrud in ex pariatur Lorem officia adipisicing incididunt tempor et ea voluptate in Lorem. Adipisicing culpa ut ad eiusmod mollit incididunt ad consectetur proident sunt duis. Anim duis magna non id culpa enim irure fugiat sint deserunt proident. Tempor elit ullamco non cupidatat quis et consectetur quis laborum in fugiat eiusmod ullamco esse. Eu et exercitation in eiusmod ipsum veniam pariatur do incididunt pariatur magna eiusmod ipsum amet. Ex enim consequat dolore dolor esse laborum. Quis do aliquip sunt do sunt ea occaecat in cillum elit id qui.",
    "learningUnitType": "ART",
    "learningUnits": 5,
    "outcomes": [
      "reprehenderit",
      "pariatur",
      "enim",
      "quis",
      "anim"
    ]
  },
  {
    "stem": "MUS",
    "number": 307,
    "title": "Adipisicing Lorem eu ut fugiat laboris consequat velit enim velit.",
    "description": "Consectetur minim laborum velit eu dolore deserunt ea pariatur non in consequat tempor fugiat. Veniam voluptate cupidatat eu nulla pariatur. Aliqua aliquip veniam ad labore duis anim commodo nostrud voluptate laborum culpa. Labore id eu culpa commodo fugiat aliqua sit esse adipisicing. Consectetur esse amet anim et officia qui occaecat consequat laboris consequat deserunt consequat aliqua aliqua. Eu magna mollit nostrud proident anim Lorem aute occaecat dolore reprehenderit officia cupidatat do pariatur. Labore deserunt nulla minim qui sint velit mollit velit non. Voluptate laboris deserunt eu anim aliquip magna laborum aliquip pariatur dolore pariatur nostrud. Voluptate aliquip ea esse sint pariatur ipsum deserunt nostrud culpa Lorem excepteur tempor qui irure. Duis ipsum ea consequat sit.",
    "learningUnitType": "MUS",
    "learningUnits": 11,
    "outcomes": [
      "dolor",
      "fugiat",
      "Lorem",
      "consectetur",
      "reprehenderit",
      "incididunt",
      "quis",
      "pariatur"
    ]
  },
  {
    "stem": "MUS",
    "number": 347,
    "title": "Et in quis qui tempor sit labore labore aliquip aute dolore duis cupidatat adipisicing consequat.",
    "description": "Nisi occaecat ea id officia nulla nostrud Lorem fugiat officia. Ex velit amet eiusmod ex mollit aliquip voluptate consectetur proident proident tempor amet deserunt. Anim eiusmod esse do nostrud tempor incididunt amet enim laboris labore anim enim elit qui. Irure irure ullamco dolore Lorem ex cillum veniam irure tempor mollit laboris veniam nostrud. Ipsum qui pariatur qui eiusmod dolore velit duis consequat enim. Adipisicing consequat et ad laborum officia. Enim adipisicing sit quis tempor ipsum consectetur sit occaecat aliqua aliquip nostrud. Occaecat est aliqua elit magna esse sit incididunt laboris qui. Incididunt duis excepteur in et adipisicing duis dolor tempor deserunt irure nisi commodo dolor adipisicing. Dolore mollit fugiat duis id.",
    "learningUnitType": "MUS",
    "learningUnits": 12,
    "outcomes": [
      "adipisicing",
      "nisi",
      "nostrud",
      "aliquip",
      "sit",
      "aute",
      "voluptate",
      "et"
    ]
  },
  {
    "stem": "PHIL",
    "number": 490,
    "title": "Incididunt aliquip eu laborum quis magna.",
    "description": "Duis cillum ea anim consectetur mollit aliquip do ullamco. Eiusmod duis veniam minim voluptate voluptate cupidatat aliqua voluptate magna. Laboris id anim amet nulla ullamco labore consequat ex labore do. Consequat ex nisi reprehenderit excepteur nulla. Qui ut est sit in mollit amet nulla officia laboris officia anim. Eu veniam non esse elit voluptate excepteur nostrud dolor irure nostrud enim ullamco sunt fugiat. Dolore tempor esse nulla enim cillum voluptate nostrud nostrud tempor reprehenderit minim laboris sit. In cillum reprehenderit duis dolore ad labore ad eiusmod fugiat Lorem. Elit adipisicing pariatur voluptate incididunt. Eu culpa aliqua sunt adipisicing ad elit cillum.",
    "learningUnitType": "PHIL",
    "learningUnits": 12,
    "outcomes": [
      "cupidatat",
      "nulla",
      "eiusmod",
      "cupidatat",
      "ea",
      "irure",
      "consectetur"
    ]
  },
  {
    "stem": "REL",
    "number": 187,
    "title": "Id adipisicing ipsum nisi in tempor ut nisi nostrud mollit cupidatat ea proident sint elit.",
    "description": "Pariatur nostrud ex sit est. Non anim aute eu aliquip dolore magna. Dolore elit fugiat nulla amet aliqua labore tempor laborum voluptate. Reprehenderit esse minim mollit tempor tempor. Ad Lorem sunt voluptate occaecat fugiat quis tempor cupidatat. Quis duis deserunt eu amet ea eiusmod est irure commodo cillum. Ad mollit sit laboris eiusmod ea ipsum id proident exercitation mollit ad minim nostrud sunt. Reprehenderit sint dolore do labore. Sunt quis minim in ipsum et qui ea nostrud ex et consequat voluptate. Voluptate sit ullamco in veniam est tempor ex deserunt voluptate commodo qui aliqua eu eu.",
    "learningUnitType": "REL",
    "learningUnits": 10,
    "outcomes": [
      "id",
      "dolor",
      "ea",
      "elit",
      "fugiat",
      "enim",
      "occaecat",
      "reprehenderit"
    ]
  },
  {
    "stem": "REL",
    "number": 529,
    "title": "Excepteur nostrud ipsum velit dolor nulla aliqua eu exercitation.",
    "description": "Proident et ipsum ullamco esse id. Officia exercitation cupidatat elit pariatur consectetur ullamco enim esse ea consectetur amet excepteur. Anim irure ad laborum sint sunt et excepteur nostrud. Ea elit labore ad dolor in ex amet est minim et aliquip duis irure. Sunt ex nisi id ad minim. Velit aliquip do dolore in occaecat do. Magna nostrud veniam exercitation dolor proident pariatur occaecat. Aliqua laborum consequat pariatur eiusmod Lorem in nostrud nisi elit nisi. Esse laborum sunt velit sunt quis eiusmod pariatur ad anim ea fugiat voluptate deserunt. Lorem consectetur magna non incididunt magna veniam proident est veniam.",
    "learningUnitType": "REL",
    "learningUnits": 8,
    "outcomes": [
      "aliquip",
      "aliquip",
      "officia",
      "adipisicing",
      "veniam",
      "nulla",
      "elit",
      "nulla"
    ]
  },
  {
    "stem": "PHIL",
    "number": 471,
    "title": "Dolor incididunt non et aliqua amet id nisi Lorem.",
    "description": "Quis minim ut laborum voluptate sunt dolor est mollit. Ea aliqua sit ullamco cupidatat. Dolore quis culpa occaecat consequat magna eiusmod incididunt ullamco culpa. Laboris culpa id nostrud reprehenderit sunt aliqua ut. In amet cillum qui elit fugiat culpa elit do pariatur duis qui ipsum sit nisi. Occaecat tempor irure ea do ullamco nostrud voluptate proident minim ad ad in eu nostrud. Do id quis magna excepteur. In veniam pariatur cillum consectetur ex incididunt consequat et qui. Nulla consequat reprehenderit eiusmod commodo veniam ad aliqua. Duis Lorem voluptate anim in laboris qui exercitation proident veniam.",
    "learningUnitType": "PHIL",
    "learningUnits": 12,
    "outcomes": [
      "duis",
      "fugiat",
      "nostrud",
      "duis",
      "exercitation",
      "in",
      "do"
    ]
  },
  {
    "stem": "REL",
    "number": 132,
    "title": "Dolor officia amet cupidatat mollit.",
    "description": "Cupidatat aute duis sunt ullamco do labore Lorem eiusmod magna proident nostrud id incididunt labore. Pariatur quis non nisi amet mollit fugiat minim adipisicing aute. Elit Lorem sunt aliquip sint ullamco deserunt sint. Nisi occaecat aliqua ipsum voluptate consequat laboris proident. Labore culpa voluptate cupidatat mollit nostrud ullamco minim qui aute. Esse veniam aliquip elit nulla deserunt eiusmod Lorem cillum dolore amet consequat aliqua occaecat velit. Cillum laboris adipisicing excepteur elit anim tempor id sint id in labore non incididunt. Adipisicing incididunt non aliquip tempor officia et cillum Lorem. Aliqua fugiat dolor duis consequat ad pariatur amet et. Ut sit aliqua mollit aliqua nulla amet ad deserunt sunt.",
    "learningUnitType": "REL",
    "learningUnits": 9,
    "outcomes": [
      "incididunt",
      "proident",
      "voluptate",
      "anim",
      "amet",
      "laborum"
    ]
  },
  {
    "stem": "PHYS",
    "number": 295,
    "title": "Voluptate velit irure Lorem enim magna ut sunt occaecat est non.",
    "description": "Quis et reprehenderit ea aliqua sunt nulla non. Est sunt in fugiat anim ut nostrud officia reprehenderit minim irure occaecat laboris deserunt. Occaecat et ipsum excepteur duis sunt deserunt deserunt elit commodo. Ullamco aliqua dolor in consequat pariatur ut eiusmod consequat anim est aliquip nulla pariatur eiusmod. Minim cupidatat anim exercitation ad ullamco. Exercitation amet aliqua Lorem est ullamco pariatur ea. Exercitation culpa esse nulla sint et cupidatat ea dolor. Ipsum mollit culpa nulla est consequat consequat laborum elit. Dolor veniam reprehenderit ea eiusmod occaecat amet. Dolore reprehenderit esse officia exercitation cupidatat tempor officia excepteur aliquip ad occaecat velit.",
    "learningUnitType": "PHYS",
    "learningUnits": 11,
    "outcomes": [
      "sit",
      "ex",
      "commodo",
      "enim",
      "officia",
      "aliqua"
    ]
  },
  {
    "stem": "GEOL",
    "number": 519,
    "title": "Do esse aute elit magna excepteur commodo consequat ut anim esse dolore id eu.",
    "description": "Sunt anim elit in non non amet officia excepteur. Velit officia nulla qui aute. Ut nisi culpa ullamco amet dolore ex dolore Lorem magna. Excepteur laboris veniam ex do amet veniam occaecat in id cillum commodo minim. Irure duis nisi dolor culpa consequat ut sunt id enim nulla nostrud sunt laborum proident. Anim magna magna officia sunt Lorem nostrud ullamco anim. Non sint esse non non commodo amet nostrud exercitation. Irure nulla ullamco Lorem cillum id minim fugiat id nulla esse officia proident occaecat aute. Consectetur reprehenderit nostrud pariatur exercitation nostrud minim irure do do qui irure excepteur veniam reprehenderit. Et nisi sit ad aliquip sunt laborum velit labore eu nostrud elit ipsum pariatur.",
    "learningUnitType": "GEOL",
    "learningUnits": 5,
    "outcomes": [
      "ex",
      "pariatur",
      "ut",
      "ullamco",
      "duis",
      "amet",
      "qui"
    ]
  },
  {
    "stem": "CS",
    "number": 251,
    "title": "Non pariatur minim ex proident in non exercitation nostrud.",
    "description": "Et proident irure ut velit. Est ad nulla Lorem dolore exercitation. Id velit velit cillum adipisicing tempor fugiat consectetur minim aliquip ad. Nulla eiusmod laborum ad ullamco anim reprehenderit culpa velit tempor consectetur ut mollit velit. Quis dolore eu adipisicing aliqua sunt ut. Nostrud et ex cupidatat ea in. Mollit aliquip sint aliquip occaecat voluptate ex voluptate aute. Duis ipsum occaecat pariatur ullamco. Exercitation id consequat cillum occaecat anim enim cupidatat deserunt cupidatat veniam velit officia excepteur. Aliqua adipisicing ipsum in tempor sunt adipisicing qui sunt nisi.",
    "learningUnitType": "CS",
    "learningUnits": 5,
    "outcomes": [
      "nisi",
      "exercitation",
      "culpa",
      "quis",
      "ex",
      "mollit"
    ]
  },
  {
    "stem": "ENGL",
    "number": 427,
    "title": "Aliquip aliqua duis aliquip cillum sit quis.",
    "description": "Fugiat enim sit minim commodo irure sint do in id aliqua. Consequat in voluptate enim amet quis deserunt amet. Eu nulla sit nostrud dolor Lorem mollit dolor est dolore excepteur. Excepteur nostrud pariatur officia aliqua elit duis. Et Lorem consectetur adipisicing veniam Lorem fugiat dolore exercitation labore tempor velit consequat eu tempor. Amet pariatur elit sint aute ullamco velit anim dolor excepteur et mollit. Laboris ea excepteur dolor dolore id ullamco aliqua anim culpa reprehenderit enim eiusmod nisi duis. Aliqua pariatur ad incididunt esse consequat. Dolor aliqua Lorem eu ullamco labore. Deserunt officia amet fugiat aliqua.",
    "learningUnitType": "ENGL",
    "learningUnits": 9,
    "outcomes": [
      "dolore",
      "ea",
      "et",
      "occaecat",
      "cillum",
      "ea"
    ]
  },
  {
    "stem": "CHEM",
    "number": 249,
    "title": "Enim sint cupidatat aliqua nulla nostrud.",
    "description": "Dolor quis mollit anim aliquip exercitation nostrud anim dolor culpa. Nisi sint Lorem reprehenderit occaecat cupidatat occaecat. Laboris mollit quis eiusmod sunt culpa fugiat reprehenderit minim culpa ex. Occaecat mollit eu consequat velit nisi qui magna officia occaecat elit mollit adipisicing voluptate sunt. Incididunt mollit tempor occaecat labore tempor. Voluptate et veniam in amet elit. Id nulla laboris qui culpa et quis laboris cillum officia elit do. Dolore laborum enim non ut quis veniam excepteur excepteur magna enim duis non culpa. Elit nulla incididunt nisi exercitation magna sunt cillum anim magna cillum eu magna aute dolor. Officia commodo fugiat officia officia do.",
    "learningUnitType": "CHEM",
    "learningUnits": 5,
    "outcomes": [
      "nostrud",
      "laboris",
      "adipisicing",
      "ut",
      "et",
      "cupidatat"
    ]
  },
  {
    "stem": "GEOL",
    "number": 219,
    "title": "Dolor ad nostrud tempor duis laborum labore tempor eu nostrud qui.",
    "description": "Aliquip in ipsum occaecat esse sint cillum mollit ea adipisicing voluptate irure. Id cupidatat commodo ad labore exercitation irure ea quis nulla ullamco laboris est sunt tempor. Esse elit exercitation ullamco ut occaecat pariatur ad in. Quis commodo sit voluptate sunt cupidatat nisi elit excepteur. Cillum consequat voluptate veniam non quis est eiusmod. Minim est excepteur ex occaecat irure velit. Cillum cillum dolor nisi consequat duis ut esse proident veniam esse incididunt. Magna nulla ex quis culpa. Eu reprehenderit proident ut adipisicing mollit. Laborum ad sunt voluptate sunt magna eu nostrud reprehenderit Lorem id proident.",
    "learningUnitType": "GEOL",
    "learningUnits": 11,
    "outcomes": [
      "ad",
      "ut",
      "id",
      "sunt",
      "eu"
    ]
  },
  {
    "stem": "BIO",
    "number": 412,
    "title": "Id elit excepteur aliqua duis aliquip tempor enim.",
    "description": "Velit pariatur mollit pariatur dolor sit. Qui enim dolore qui consectetur excepteur laboris adipisicing ea labore. Ad eu aute occaecat pariatur aute nostrud sit culpa Lorem ut aute aliqua. Ullamco qui sint id do aute. Elit et adipisicing incididunt elit voluptate do officia fugiat culpa cillum et Lorem ipsum. Ex tempor enim amet exercitation deserunt mollit non culpa adipisicing. Voluptate eu fugiat officia minim dolore ad do. Irure aliqua duis eiusmod esse aliqua. Do ea velit eu veniam cupidatat laboris qui reprehenderit reprehenderit laborum qui dolore. Anim sint tempor aliquip ipsum quis irure aute.",
    "learningUnitType": "BIO",
    "learningUnits": 12,
    "outcomes": [
      "proident",
      "id",
      "aliquip",
      "amet",
      "ad"
    ]
  }
]
